{"doc_id": "Bulletin-143-FM-Phase-out-MOC-05_2022.cleaned", "page": 1, "chunk_id": 1, "text": "[Page 1]\nBULLETIN NO. 143 \nFILTRATION UPDATE & TN11 \n12/05/2022 \n \n \n \nThis Bulletin is issued to remind users of the requirements included in the new Issue 13 JIG Inspection Checklist to \nestablish a risk-based Management of Change (MOC) plan specific to each location at which they operate to establish \nwhat actions are required to phase out Filter Monitors (FM) from their operations. It is also recommended to establish \na site-specific Transition Plan (TP) containing a schedule under which FMs will be replaced. \nAll sites will be evaluated against the requirements of the new Issue 13 JIG Inspection Checklist with effect from 1st \nJanuary 2023, or earlier if they choose to. We consequently draw Users' attention to JIG's latest Technical Newsletter \n#11 that announces further delays to the possible adoption of Parker Velcon's CDFX \"Water Barrier\" technology into \nthe JIG Standards. \nThough all stakeholders are working with the manufacturer to facilitate re-qualification to the EI1588 Specification \nand the further subsequent evaluation, at the time of writing it is difficult to predict with any certainly when or if the \nCDFX 2\" element may be adopted. \nWe therefore recommend that Users who have not yet phased out FMs from their operations review their MOCs and \nTransition Plans to ensure they will be able to complete it within the time scale they set for themselves based on", "source": "Bulletin-143-FM-Phase-out-MOC-05_2022.cleaned.pdf", "meta": {"page_span": "1", "chunk_length": 1396}}
{"doc_id": "Bulletin-143-FM-Phase-out-MOC-05_2022.cleaned", "page": 1, "chunk_id": 2, "text": "Users who have not yet phased out FMs from their operations review their MOCs and \nTransition Plans to ensure they will be able to complete it within the time scale they set for themselves based on \ntheir own risk assessment. A copy of TN11 is attached to this bulletin. \n \nActions to Implement this Bulletin (See Table 2 for Action Type Codes) \nAction Description \nAction \nType \nTarget \nCompletion Date \nUsers shall review their FM phase out MOCs and TPs to ensure they \nwill be able to meet their schedule. \n \nRP=A \n1/7/2022 \n \nTable 2 Action Type Codes \nAction Types \n JIG Bulletin Action Type Definition \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the \nJIG Standard(s) (JIG 1, 2, 4, EI/JIG 1530 and the JIG HSSE Management System). \nRA \nRequired Action to implement one off verification or checks outlined in the table of actions. \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice \n \nI \nIssued for information purposes only. \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes \nas the governing operational standard then adoption of changes to applicable JIG Standards and/or \nCommon Processes should not be considered optional by the JV Board. \n \nThis Bulletin is intended for providers of Into-Plane Services \nand gives further information on Filter Monitor", "source": "Bulletin-143-FM-Phase-out-MOC-05_2022.cleaned.pdf", "meta": {"page_span": "1", "chunk_length": 1397}}
{"doc_id": "Bulletin-143-FM-Phase-out-MOC-05_2022.cleaned", "page": 1, "chunk_id": 3, "text": "tandards and/or \nCommon Processes should not be considered optional by the JV Board. \n \nThis Bulletin is intended for providers of Into-Plane Services \nand gives further information on Filter Monitor Phase Out.", "source": "Bulletin-143-FM-Phase-out-MOC-05_2022.cleaned.pdf", "meta": {"page_span": "1", "chunk_length": 210}}
{"doc_id": "Bulletin-143-FM-Phase-out-MOC-05_2022.cleaned", "page": 2, "chunk_id": 4, "text": "[Page 2]\nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG and does \nnot preclude the use of any other operating procedures, equipment or inspection procedures. \nThe information contained in this publication is subject to constant review in the light of changing government requirements \nand regulations. Although efforts are made to keep this information up-to-date, accurate, complete, and free from error, we \nmake no representation, warranty or guarantee, whether express or implied, that the information is up-to-date, accurate, \ncomplete, free from error, or in compliance with applicable law and regulations. No subscriber or other reader should act on \nthe basis of any such information without referring to applicable laws and regulations and/or without taking appropriate \nprofessional advice. None of JIG, its Members, the Companies affiliated with its Members accepts responsibility for any loss \nor damage, whether in contract, tort (including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising \nunder or in connection with your use, adoption or reliance on the information in this document. \nYou use this information at your own risk, but for the full terms and conditions concerning use of this document, please refer \nto http://www.jig.org/legal-copyright/ \nJIG is the owner of the", "source": "Bulletin-143-FM-Phase-out-MOC-05_2022.cleaned.pdf", "meta": {"page_span": "2", "chunk_length": 1390}}
{"doc_id": "Bulletin-143-FM-Phase-out-MOC-05_2022.cleaned", "page": 2, "chunk_id": 5, "text": "ument. \nYou use this information at your own risk, but for the full terms and conditions concerning use of this document, please refer \nto http://www.jig.org/legal-copyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. IATA uses such rights with permission \nfrom JIG.", "source": "Bulletin-143-FM-Phase-out-MOC-05_2022.cleaned.pdf", "meta": {"page_span": "2", "chunk_length": 315}}
{"doc_id": "Bulletin-143-FM-Phase-out-MOC-05_2022.cleaned", "page": 3, "chunk_id": 6, "text": "[Page 3]\nTN #11 \nFilter Monitor Transition update \n12/05/2022 \n \n \nTECHNICAL NEWSLETTER \nSUMMARY \nThis update includes the latest information from the industry filtration field trials and summarises the \nreasons why JIG will not be adopting the current version of the Parker Velcon CDFX Water Barrier (2\") \ntechnology into the JIG Standards. \n1. FIELD TRIAL PERFORMANCE - ELEMENT INTEGRITY \nAs communicated in TN10 (December 2021), findings from the field trial of 2\" CDFX elements led to some focus being \nplaced on the structural integrity of the CDFX elements. Findings included: \n- \nInconsistencies in the adhesion of the open end caps of elements \n- \nA change in design of the centre tube to open end cap joint, from the overlapping joint used in filter monitors, \nto a butt joint (the butt joint having a smaller surface area for bonding, thus being an inherently weaker joint \nthan the overlapping joint). \nLab testing showed that a failure of the end cap to centre tube joint can allow the filtration media to distort, affecting \nits ability to stop contaminants passing downstream. \nDespite changes to the manufacturing process, structural failures continue to occur, meaning that these changes have \nbeen unable to fully resolve the robustness and reliability of this design / construction. \nThe manufacturer is aware of these failures and has stated its intention to partly redesign the", "source": "Bulletin-143-FM-Phase-out-MOC-05_2022.cleaned.pdf", "meta": {"page_span": "3", "chunk_length": 1397}}
{"doc_id": "Bulletin-143-FM-Phase-out-MOC-05_2022.cleaned", "page": 3, "chunk_id": 7, "text": "anges have \nbeen unable to fully resolve the robustness and reliability of this design / construction. \nThe manufacturer is aware of these failures and has stated its intention to partly redesign the end cap in order to \nstrengthen and improve the consistency of the joint. When the new design is finalised and has been produced it will \nrequire at least partial requalification to the EI 1588 Specification. If the redesign is successful, the manufacturer has \nadvised that they will submit for requalification later this year. \n2. CONSEQUENCES FOR ADOPTION INTO THE JIG STANDARDS \nThe failure rate observed for the CDFX 2\" elements, and the potential for these failures to occur during active service \nrepresents a current level of risk that is not acceptable in the JIG Standards and therefore, JIG will not be adopting \nthe current version of CDFX 2\" into the Standards. \nJIG remains committed to the technical evaluation of new technologies for the replacement of Filter Monitors (FM), \nand therefore does intend to conduct further evaluate a redesigned version of the CDFX 2\". However, this will only \nbe considered after it has been requalified to EI 1588. \nPlease note that: \n- \nIt has been confirmed that the filtration media and construction will be the same for the updated CDFX \nelement, meaning that the service life expectations already detailed in previous Newsletters are not", "source": "Bulletin-143-FM-Phase-out-MOC-05_2022.cleaned.pdf", "meta": {"page_span": "3", "chunk_length": 1391}}
{"doc_id": "Bulletin-143-FM-Phase-out-MOC-05_2022.cleaned", "page": 3, "chunk_id": 8, "text": "s been confirmed that the filtration media and construction will be the same for the updated CDFX \nelement, meaning that the service life expectations already detailed in previous Newsletters are not expected \nto improve. \n- \nDiligently trialling new or updated technology to ensure that only equipment that is fit for purpose is adopted \ninto the JIG Standards takes time. Consequently, if requalified, it could be 6-12 months after EI qualification, \nwhilst field trials are carried out, before a decision can be made regarding adopting an updated version of 2\" \nCDFX technology in JIG. \n- \nThis decision does not automatically prohibit the possible future adoption of the CDFX 5\" and 6\" elements, \nas we understand their structural design to be different and should not contain the same potential \nvulnerability described above. Please note however that the 5\" and 6\" variants have not yet been submitted \nfor EI 1588 qualification. \n- \nThis newsletter may require users to revise their Management of Change plans and Transition plans that are \ndefined in TN9 and Bulletin 132.", "source": "Bulletin-143-FM-Phase-out-MOC-05_2022.cleaned.pdf", "meta": {"page_span": "3", "chunk_length": 1080}}
{"doc_id": "Bulletin-143-FM-Phase-out-MOC-05_2022.cleaned", "page": 4, "chunk_id": 9, "text": "[Page 4]\nTN #11 \nFilter Monitor Transition update \n12/05/2022 \n \n \nTECHNICAL NEWSLETTER \n \n \n \nFor further information on this subject, readers are welcome to contact JIG at filtration@jig.org or technical@jig.org \n \nIf you are a JIG Member and did not receive this Technical Newsletter directly, please check your account settings on \nthe website by signing in and going to https://www.jig.org/user-area/emails/ .. Alternatively, please write to \ninfo@jig.org", "source": "Bulletin-143-FM-Phase-out-MOC-05_2022.cleaned.pdf", "meta": {"page_span": "4", "chunk_length": 460}}
