{"doc_id": "Bulletin-57-Biofuels-Sep-20122", "page": 1, "chunk_id": 1, "text": "[Page 1]\nPage 1/2 \n www.jigonline.com \n \nBulletin No. 57 \nProduct Quality \nSep 2012 \nJoint Inspection Group \n \n \n \n \n \n \nJET FUELS FROM NON-TRADITIONAL SOURCES ARE BECOMING A REALITY \n \nSUMMARY \n \nThe recent publication of Issue 26 of the Aviation Fuel Quality Requirements for Jointly \nOperated Systems (the AFQRJOS or Joint Systems Check List) represented a significant \nmilestone. The Check List now allows Jet A-1 blended with up to 50% by volume of \ncomponents from renewable sources. This is a significant step forward for the sustainability \nof commercial air transport and it should require no additional handling procedures for airport \nfuelling operations. All of the development work on alternative fuels for aviation was \nformulated on so-called \"drop-in\" fuels. It is intended that these new fuels will not \nnecessitate changes to aircraft or supply infrastructure. \n \nFor carbon tax administration, there may be extra requirements at airports for tracking \nbatches but this will depend on how credits for renewable fuels work in practice. \n \nBACKGROUND \n \nOver the past 5-6 years major efforts within the jet fuel specification groups (primarily ASTM \nand DEF STAN) have been made to approve new components for jet fuel. The generic \napproval in September 2009 of Fischer-Tropsch (FT) kerosene produced from natural gas, \nbiomass or coal blended at concentrations of up to 50% in", "source": "Bulletin-57-Biofuels-Sep-20122.pdf", "meta": {"page_span": "1", "chunk_length": 1393}}
{"doc_id": "Bulletin-57-Biofuels-Sep-20122", "page": 1, "chunk_id": 2, "text": "to approve new components for jet fuel. The generic \napproval in September 2009 of Fischer-Tropsch (FT) kerosene produced from natural gas, \nbiomass or coal blended at concentrations of up to 50% in traditional jet fuel marked a major \nstep forward. More recently (in June 2011), the approval of Hydrogenated Esters and Fatty \nAcids (HEFA) represented a further widening of the envelope of suitable sources and \nprocessing routes for producing jet fuel. The HEFA approval is the more significant because \nit effectively allows supply of bio-derived renewable fuel components in jet fuel, even though \nthe FT approval in September 2009 already permitted fuel components made from biomass. \nThe HEFA approval has enabled airlines to fly on renewable fuels and all recent \ndemonstration and scheduled flights have been conducted with HEFA blends. The ASTM \nD7566 specification details the approved alternate components. It must be stressed that \nrenewable components used in ground fuels (such as FAME, FAEE, ethanol ETBE, MTBE) \nare not approved for use in aviation fuels. A good example is FAME which is used as a \nrenewable component in biodiesel. FAME is currently limited to a maximum concentration of \n5 ppm in jet fuel (see JIG Bulletin 26). \n \nThe clear intention of the industry work on alternate fuels is to avoid the need for special \nhandling or modified infrastructure in the fuel supply", "source": "Bulletin-57-Biofuels-Sep-20122.pdf", "meta": {"page_span": "1", "chunk_length": 1397}}
{"doc_id": "Bulletin-57-Biofuels-Sep-20122", "page": 1, "chunk_id": 3, "text": "on of \n5 ppm in jet fuel (see JIG Bulletin 26). \n \nThe clear intention of the industry work on alternate fuels is to avoid the need for special \nhandling or modified infrastructure in the fuel supply chain or on aircraft. Although airports \nand fuelling companies should not need to make any changes to their infrastructure to \nhandle jet fuel with these new components, there are aspects that need to be considered. \nFor example, although many airline operators will be keen to fly specific routes on biojet, \nmost airports (especially large joint venture type airports) will not easily be able to segregate \na biojet and supply it to individual aircraft, especially on a routine basis. The European \nUnion (EU) has already recognised this fact for the purposes of the EU Emissions Trading \nSystem and the credits for using renewable fuel can be captured from a paper trail rather \nthan trying to measure and track volumes coming from renewable sources throughout the \nairport fuel system.", "source": "Bulletin-57-Biofuels-Sep-20122.pdf", "meta": {"page_span": "1", "chunk_length": 990}}
{"doc_id": "Bulletin-57-Biofuels-Sep-20122", "page": 2, "chunk_id": 4, "text": "[Page 2]\nPage 2/2 \n \nwww.jigonline.com \n \n \nBecause the Joint Systems Check List represents the most stringent requirements of the \nASTM and DEF STAN Jet fuel specifications, JV airports operated to JIG Standards shall \nfollow the DEF STAN 91-91 prohibition of blending the bio-component (meeting ASTM \nD7566) into finished jet fuel at airports. The blending does not have to happen solely at \nrefineries. Intermediate supply depots and terminals are acceptable but blending shall be \ncompleted and the fuel certified before delivery to an airport. \n \n \n \n \n \n \nFigure 1 - Quality assurance for blending new fuel components into Jet A-1 (this example \nshows a hydrogenated vegetable oil). In this example, the blending of the HEFA component \nwith Jet A-1 is shown at an intermediate supply depot. It could also take place at a refinery. \n \n \n \n \n \nThis document is intended for the guidance of Members of the Joint Inspection Group (JIG) and \ncompanies affiliated with Members of JIG, and does not preclude the use of any other operating \nprocedures, equipment or inspection procedures. Neither JIG, its Members, the companies affiliated \nwith its Members nor the International Air Transport Association (IATA) accepts responsibility for the \nadoption of this document or compliance with this document. Any party using this document in any \nway shall do so entirely at its own risk.", "source": "Bulletin-57-Biofuels-Sep-20122.pdf", "meta": {"page_span": "2", "chunk_length": 1382}}
