{"doc_id": "Bulletin-114-Fuelling-Defuelling-During-Aircraft-Maintenance", "page": 1, "chunk_id": 1, "text": "[Page 1]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 1\n \n \nBulletin No 114 Fuelling/Defuelling during maintenance to aircraft 8th August 2018 \nIntroduction \nThe purpose of this bulletin is to introduce an amendment to the requirements set out in JIG 1 \n6.14 \"Fuelling/defuelling during maintenance to Landing Gear (undercarriage)\". After the \nrelease of JIG 1 Issue 12, JIG and its members have received some feedback indicating that the \ntotal prohibition of this activity under all circumstances can be challenging. JIG has considered \nthis feedback and having engaged OEMs, airlines, JIG members, inspectors and other \nstakeholders has decided to issue this bulletin. \nJIG 1 6.14, Issue 12 (current requirements) \nJIG 1 6.14 currently states: \n\"Fuelling and defuelling is not permitted \nduring maintenance to landing gear under any \ncircumstances. Maintenance to landing gear \ncan introduce variables (such as metallic \nequipment) that may create a spark and can \nalso compromise safety requirements during \nfuelling/defuelling.\" \n \n \n \nJIG 1 6.14, Issue 12 (updated requirements) \nDefuelling \nDefuelling shall not be carried out during any type of maintenance to aircraft landing \ngear/undercarriage on the apron, as defuelling itself is considered a non-routine activity. \nFuelling \nWhilst fuelling during maintenance to landing gear/undercarriage shall be avoided where", "source": "Bulletin-114-Fuelling-Defuelling-During-Aircraft-Maintenance.pdf", "meta": {"page_span": "1", "chunk_length": 1395}}
{"doc_id": "Bulletin-114-Fuelling-Defuelling-During-Aircraft-Maintenance", "page": 1, "chunk_id": 2, "text": "anding \ngear/undercarriage on the apron, as defuelling itself is considered a non-routine activity. \nFuelling \nWhilst fuelling during maintenance to landing gear/undercarriage shall be avoided where \npossible, it is recognized that it may be required under certain circumstances. \nSeveral OEMs and airlines (customers) permit fuelling during certain maintenance activities to \nlanding gear/undercarriage. The permission is dependent on several factors, including the \nrequired type of maintenance and aircraft model. For example, some airlines have detailed \noperating procedures in place for fuelling during tasks such as wheel changes or brake changes \non main landing gear/undercarriage.", "source": "Bulletin-114-Fuelling-Defuelling-During-Aircraft-Maintenance.pdf", "meta": {"page_span": "1", "chunk_length": 690}}
{"doc_id": "Bulletin-114-Fuelling-Defuelling-During-Aircraft-Maintenance", "page": 2, "chunk_id": 3, "text": "[Page 2]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 2\n \n \nBulletin No 114 Fuelling/Defuelling during maintenance to aircraft 8th August 2018 \nProcedures for fuelling during maintenance to aircraft undercarriage \nFuelling during maintenance to landing gear/undercarriage shall be avoided where possible. \nWhere it is unavoidable, it shall be covered by a special agreement with the airline and shall be \ncarried out in accordance with special procedures agreed with the airline, with safety \nprecautions derived from an associated risk assessment and approved by the company \nmanagement. \nAs a minimum, the following points shall be considered for maintenance to aircraft landing \ngear/undercarriage on the apron: \n- Fuelling with two aircraft axles jacked is not permitted under any circumstances. \n- The risk assessment shall clearly define the maintenance tasks that are within scope and shall \nconsider all possible scenarios, e.g. vehicle positioning and maneuvering the vehicle platform \nwith a raised or lowered wing (wing height alters depending on which side of the aircraft is \njacked up during maintenance). \n- Other risks to consider include manual handling due to the changed height of aircraft adaptor. \nOperator safety shall be ensured at all times. \n- There shall be no raising or lowering of an aircraft axle during fuelling. \n- The circumstances and", "source": "Bulletin-114-Fuelling-Defuelling-During-Aircraft-Maintenance.pdf", "meta": {"page_span": "2", "chunk_length": 1387}}
{"doc_id": "Bulletin-114-Fuelling-Defuelling-During-Aircraft-Maintenance", "page": 2, "chunk_id": 4, "text": "g due to the changed height of aircraft adaptor. \nOperator safety shall be ensured at all times. \n- There shall be no raising or lowering of an aircraft axle during fuelling. \n- The circumstances and step-by-step instructions shall be developed for each aircraft type \nand airline, describing when and how such fuelling shall be permitted and what maintenance \ntasks/activities to the aircraft are permitted during fuelling. \n- These procedures shall define clear roles and responsibilities for the relevant staff of the \ninto-plane service provider and the airline and agreed procedures for the notification of the \nfuelling operator by the airline, before any maintenance activity starts. \n- Technical supervision of the operation shall be maintained by a nominated and qualified \nairline supervisor with responsibility for the aircraft. \n- Adequate firefighting equipment and spill containment equipment shall be available and \nreadily accessible. \n- All parties (into-plane provider and airline (customer)) shall ensure their staff are trained in \nthe agreed procedures and shall periodically review these procedures to ensure any changes \nrequired are properly captured and agreed by all parties prior to implementation. \n- Ad-hoc maintenance, not covered by a special agreement and agreed procedures as \ndescribed above, shall not be performed once fuelling has commenced.", "source": "Bulletin-114-Fuelling-Defuelling-During-Aircraft-Maintenance.pdf", "meta": {"page_span": "2", "chunk_length": 1378}}
{"doc_id": "Bulletin-114-Fuelling-Defuelling-During-Aircraft-Maintenance", "page": 2, "chunk_id": 5, "text": "prior to implementation. \n- Ad-hoc maintenance, not covered by a special agreement and agreed procedures as \ndescribed above, shall not be performed once fuelling has commenced.", "source": "Bulletin-114-Fuelling-Defuelling-During-Aircraft-Maintenance.pdf", "meta": {"page_span": "2", "chunk_length": 177}}
{"doc_id": "Bulletin-114-Fuelling-Defuelling-During-Aircraft-Maintenance", "page": 3, "chunk_id": 6, "text": "[Page 3]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 3\n \n \nBulletin No 114 Fuelling/Defuelling during maintenance to aircraft 8th August 2018 \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction \nType \nTarget Completion \nDate \nAll locations/staff shall be made aware of this Bulletin and \napply the required protocols described in this Bulletin when \nthey receive a request for fuelling during maintenance to \nlanding gear/undercarriage. \nJS \n1st January 2019 \nTable 1 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \n \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the \nJIG Standard(s) (JIG 1, 2, 4, EI/JIG 1530 and the JIG HSSE Management System). \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice \n(**). \nI \nIssued for information purposes only. \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common \nProcesses as the governing operational standard then adoption of changes to applicable JIG Standards \nand/or Common Processes should not be considered optional by the JV Board. \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, \nand does not preclude the use of any other operating procedures, equipment or inspection", "source": "Bulletin-114-Fuelling-Defuelling-During-Aircraft-Maintenance.pdf", "meta": {"page_span": "3", "chunk_length": 1391}}
{"doc_id": "Bulletin-114-Fuelling-Defuelling-During-Aircraft-Maintenance", "page": 3, "chunk_id": 7, "text": "e: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, \nand does not preclude the use of any other operating procedures, equipment or inspection procedures. The \ninformation contained in this publication is subject to constant review in the light of changing government \nrequirements and regulations. Although efforts are made to keep this information up-to-date, accurate, complete, \nand free from error, we make no representation, warranty or guarantee, whether express or implied, that the \ninformation is up-to-date, accurate, complete, free from error, or in compliance with applicable law and regulations. \nNo subscriber or other reader should act on the basis of any such information without referring to applicable laws \nand regulations and/or without taking appropriate professional advice. None of JIG, its Members, the Companies \naffiliated with its Members accepts responsibility for any loss or damage, whether in contract, tort (including \nnegligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use, \nadoption or reliance on the information in this document. You use this information at your own risk, but for the full \nterms and conditions concerning use of this document, please refer to http://www.jigonline.com/legal-and-\ncopyright/ \nJIG is the owner of the", "source": "Bulletin-114-Fuelling-Defuelling-During-Aircraft-Maintenance.pdf", "meta": {"page_span": "3", "chunk_length": 1390}}
{"doc_id": "Bulletin-114-Fuelling-Defuelling-During-Aircraft-Maintenance", "page": 3, "chunk_id": 8, "text": "use this information at your own risk, but for the full \nterms and conditions concerning use of this document, please refer to http://www.jigonline.com/legal-and-\ncopyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. IATA uses such rights with \npermission from JIG.", "source": "Bulletin-114-Fuelling-Defuelling-During-Aircraft-Maintenance.pdf", "meta": {"page_span": "3", "chunk_length": 314}}
