{"doc_id": "Bulletin-26-Preventing-FAME-Contamination-in-Jet-Fuel-June-2009.pdf-Public", "page": 1, "chunk_id": 1, "text": "[Page 1]\nPage 1/3 www.jointinspectiongroup.org \n \nBulletin No. 26 \nProduct Quality \nJune 2009 \nJoint Inspection Group \n \n \n \n \n \n \nPREVENTING FAME CONTAMINATION IN JET FUEL AT AIRPORTS \n \nPurpose \n \nThe purpose of this bulletin is to explain actions taken by JIG Limited (\"JIG\"), in \nassociation with its guarantor members, regarding prevention of the potential for \nFAME carryover into jet fuel supplies to airports and aircraft. FAME, or fatty acid \nmethyl ester, is a bio-component in biodiesel and jet fuel 'free from FAME' is \ncurrently defined as <5ppm FAME. \n \nBackground \n \nLeading up to the introduction of biodiesel, the JIG aviation fuel suppliers recognised \na potential risk of carryover of FAME from biodiesel into jet fuel because FAME is a \nsurface-active material and can adhere to metal surfaces. Multi-product pipelines \nwere identified as a potential source of FAME carryover and a large pipeline trial \nwas conducted in France on the Trapil pipeline. Lessons learnt from this trial and \nguidance to pipeline operators, were included in Joint Inspection Group (\"JIG\") \nBulletin 15 (available from www.jointinspectiongroup.org). \n \nA subsequent FAME related jet fuel product quality incident at Kingsbury Terminal in \nthe UK, that impacted the supply to Birmingham Airport, highlighted that besides the \npotential for carryover from metal surfaces, bulk contamination even at very", "source": "Bulletin-26-Preventing-FAME-Contamination-in-Jet-Fuel-June-2009.pdf-Public.pdf", "meta": {"page_span": "1", "chunk_length": 1399}}
{"doc_id": "Bulletin-26-Preventing-FAME-Contamination-in-Jet-Fuel-June-2009.pdf-Public", "page": 1, "chunk_id": 2, "text": "y incident at Kingsbury Terminal in \nthe UK, that impacted the supply to Birmingham Airport, highlighted that besides the \npotential for carryover from metal surfaces, bulk contamination even at very low \nlevels could also be a potential source of FAME and lessons and \nrecommendations from that incident were included in JIG Bulletin 16. Additional \ninformation to facilitate avoidance of contamination in bulk shipping (Marine) has \nalso now been incorporated into the recently published Energy Institute guidance \ndocument HM-50. \n \nGiven a lack of thorough study or testing of the effects of FAME content on aircraft \nengines (now underway), the major engine and airframe manufacturers agreed in \nmid-2007 that jet fuel must contain less than 5ppm FAME, and this requirement was \nincorporated into the DEF STAN 91-91 specification in August 2008. This \nmaximum FAME concentration level represents the detection limits of the most \nadvanced analytical methods available for detecting FAME in aviation fuel. \n \nCurrent Status \n \nWhile this work is ongoing, JIG recommends that all Member Companies (Guarantor \nand Associate) and other fuel suppliers follow the guidelines set out in JIG Bulletins \n16 and 21. Essentially, these bulletins recommend a risk review to assess the \npotential risk of FAME carryover in all supply chains. Where such assessments", "source": "Bulletin-26-Preventing-FAME-Contamination-in-Jet-Fuel-June-2009.pdf-Public.pdf", "meta": {"page_span": "1", "chunk_length": 1356}}
{"doc_id": "Bulletin-26-Preventing-FAME-Contamination-in-Jet-Fuel-June-2009.pdf-Public", "page": 1, "chunk_id": 3, "text": "16 and 21. Essentially, these bulletins recommend a risk review to assess the \npotential risk of FAME carryover in all supply chains. Where such assessments", "source": "Bulletin-26-Preventing-FAME-Contamination-in-Jet-Fuel-June-2009.pdf-Public.pdf", "meta": {"page_span": "1", "chunk_length": 156}}
{"doc_id": "Bulletin-26-Preventing-FAME-Contamination-in-Jet-Fuel-June-2009.pdf-Public", "page": 2, "chunk_id": 4, "text": "[Page 2]\nPage 2/3 www.jointinspectiongroup.org \n\u0001\nsuggest that there could be a potential risk of FAME carryover in jet fuel supplies, \nJIG recommends that additional quality assurance procedures should be \nintroduced to increase control. Where the risks of FAME carryover are assessed to \nbe high and difficult to control with additional quality assurance procedures, JIG \nfurther recommends that routine testing of every batch is instigated. \n \nTechnical Challenges \n \nThe challenges for fuel suppliers in establishing that jet fuel is free from potential \nFAME carryover include both the lack of widely available testing facilities (using \nsophisticated methods to measure low level FAME content) and the time taken for \neach analysis. The UK Energy Institute is addressing this issue with a fast track \nprogramme to develop reliable but more easily conducted test methods and this \nis detailed in JIG Bulletin 20. Unfortunately, the easier test methods will not operate \nat the 5ppm level and until the approval for 100ppm is agreed (if it ever is), testing for \nFAME will be limited to a few laboratories. \n \nIt is important to note that the <5ppm FAME requirement means limiting intergrade \ncontamination between jet fuel and biodiesel (B5) to less than 1 part in 10,000, \nwhereas supply chain systems will only limit intergrade contamination to \napproximately 1 part in 200. For complete", "source": "Bulletin-26-Preventing-FAME-Contamination-in-Jet-Fuel-June-2009.pdf-Public.pdf", "meta": {"page_span": "2", "chunk_length": 1394}}
{"doc_id": "Bulletin-26-Preventing-FAME-Contamination-in-Jet-Fuel-June-2009.pdf-Public", "page": 2, "chunk_id": 5, "text": "contamination between jet fuel and biodiesel (B5) to less than 1 part in 10,000, \nwhereas supply chain systems will only limit intergrade contamination to \napproximately 1 part in 200. For complete assurance that all fuel supplied meets the \n<5ppm limit, it would be necessary to test every batch before release into grade \ndedicated distribution systems. Given the limited availability of test facilities and time \nrequired for testing, it must be recognised by all stakeholders that confirming all \nbatches are <5ppm is simply not feasible at the present time for all locations \nworldwide (this limitation is acknowledged explicitly in the DEF STAN 91-91 \nspecification). \n \nIt is therefore impossible to provide an absolute guarantee by testing that fuel in \nairport will contain less than 5ppm FAME, hence the risk assessment strategies that \nare in place. In the longer term, if the 100ppm approval is agreed and there are more \ntesting resources, the type and frequency of testing in the supply chain will need to \nbe reviewed and agreed. \n \nEmergency Protocols \n \nThe above risk assessment and testing programme is intended to prevent off-\nspecification fuel reaching airports. However, because of the lack of comprehensive \ntesting facilities, it is conceivable that test results will become available after the facts \nand fuel will have been delivered to an airport with >5ppm FAME", "source": "Bulletin-26-Preventing-FAME-Contamination-in-Jet-Fuel-June-2009.pdf-Public.pdf", "meta": {"page_span": "2", "chunk_length": 1390}}
{"doc_id": "Bulletin-26-Preventing-FAME-Contamination-in-Jet-Fuel-June-2009.pdf-Public", "page": 2, "chunk_id": 6, "text": "r, because of the lack of comprehensive \ntesting facilities, it is conceivable that test results will become available after the facts \nand fuel will have been delivered to an airport with >5ppm FAME content. To help \nmanage such an incident, the aircraft engine and airframe manufacturers (OEMs) \nare working on an Emergency Protocol that will advise what to do in the event of \naircraft already fuelled or actually flying with fuel containing FAME in the range 5-\n30ppm. The upper limit of 30ppm has been chosen to cover the expected \nmaximum level based on the very few airport incidents that have occurred so far. At \nthe time of writing this bulletin, there is no universally agreed emergency protocol, so \nthe 5ppm limit must be seen as the current limit for airport operations.", "source": "Bulletin-26-Preventing-FAME-Contamination-in-Jet-Fuel-June-2009.pdf-Public.pdf", "meta": {"page_span": "2", "chunk_length": 784}}
{"doc_id": "Bulletin-26-Preventing-FAME-Contamination-in-Jet-Fuel-June-2009.pdf-Public", "page": 3, "chunk_id": 7, "text": "[Page 3]\nPage 3/3 www.jointinspectiongroup.org \n\u0001\n \n \nSummary \n \nThe situation is dynamic and JIG Member Companies are working actively with other \nindustry stakeholders (e.g. infrastructure owners; airport operators; OEMs; airlines; \ngovernments; and regulators such as the Civil Aviation Authority) in response to this \nissue. An active contribution is being made to an industry programme involving \nJIG members that is seeking approval from the aero engine and airframe \nmanufacturers for the continuous use of up to 100ppm of FAME in jet fuel. Based \non existing test results, 100ppm represents a realistic and achievable approval level \nbut the approval process could take another 12 months at the current rate of \nprogress. \n \nTherefore, it is essential that all parties involved in fuel supply to airport adopt the \nprudent measures outlined above to help maintain the integrity of fuel quality \nsupplied to aircraft. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is intended for the guidance of Members of the Joint Inspection Group (JIG) \nand companies affiliated with Members of JIG, and does not preclude the use of any other \noperating procedures, equipment or inspection procedures. Neither JIG, its Members, the \ncompanies affiliated with its Members nor the International Air Transport Association (IATA) \naccepts responsibility for the adoption of this document or", "source": "Bulletin-26-Preventing-FAME-Contamination-in-Jet-Fuel-June-2009.pdf-Public.pdf", "meta": {"page_span": "3", "chunk_length": 1397}}
{"doc_id": "Bulletin-26-Preventing-FAME-Contamination-in-Jet-Fuel-June-2009.pdf-Public", "page": 3, "chunk_id": 8, "text": "on procedures. Neither JIG, its Members, the \ncompanies affiliated with its Members nor the International Air Transport Association (IATA) \naccepts responsibility for the adoption of this document or compliance with this document. \nAny party using this document in any way shall do so entirely at its own risk.", "source": "Bulletin-26-Preventing-FAME-Contamination-in-Jet-Fuel-June-2009.pdf-Public.pdf", "meta": {"page_span": "3", "chunk_length": 310}}
