{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 1, "chunk_id": 1, "text": "[Page 1]\nProduct Quality \nBulletin \n \n \nwww.jigonline.com 1 \n \nBulletin 106 \nGuidance on Managing FAME \nin Jet Fuel (Bulletin 75 \nUpdate) \n29 January 2018 \n \nThis Bulletin replaces and updates the requirements of JIG Bulletin 75, which gives guidance on the testing \nrequirements for FAME in Jet fuel in order to ensure FAME limits within the requirements of the JIG Aviation \nFuel Requirements for Jointly Operated Systems (AFQRJOS). \nThe principal change in this bulletin is to the testing requirements for shipping, where the requirement for \ntesting after 3 FAME-free cargoes has been relaxed. It is not recommended to carry Jet fuel in vessels which \nhave transported materials containing FAME without fewer than 3 FAME-free intermediate cargoes, but \nwhere such practice cannot be avoided then FAME testing shall be included within the subsequent \nRecertification Testing requirements. \nThe revisions to the two major western jet fuel specifications, ASTM D1655-15 (primarily used in North \nAmerica) and Defence Standard 91-91 Issue 7 Amendment 3 (implementation date 2nd May 2015) introduced \nrevisions to the maximum permissible level of Fatty Acid Methyl Ester (FAME), as an identified incidental \ncontaminant; raising it from less than 5 mg/kg to 50 mg/kg. This has allowed JIG Aviation Fuel Quality \nRequirements for Jointly Operated Systems (AFQRJOS) Checklist to also be changed so that", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "1", "chunk_length": 1399}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 1, "chunk_id": 2, "text": "ental \ncontaminant; raising it from less than 5 mg/kg to 50 mg/kg. This has allowed JIG Aviation Fuel Quality \nRequirements for Jointly Operated Systems (AFQRJOS) Checklist to also be changed so that Issue 28 \nintroduced a higher FAME maximum limit of 50 mg/kg. \nThis is intended to be an interim position ahead of an industry move to approve 100 mg/kg, should there be \nno FAME-related aircraft / engine maintenance issues in the interim. \nThis new limit follows extensive approval work by the industry and recognises the challenge of moving jet \nfuel in an environment where there is increasing frequency and levels of FAME in diesel fuel. As such this \nrevised limit should improve operational flexibility to manage FAME contamination; however, procedural \nsafeguards and assurances for jet fuel supply shall remain in place. \nIn the past, the less than 5 mg/kg limit was based on the limit of detection using, principally, a complex and \nexpensive GC-MS analytical method (IP585) and as a result the availability of test equipment and access to \ntesting results was not as convenient as might otherwise be the case. For this reason, many supply chains \nrelied on procedures to limit FAME contamination to below 5 mg/kg. This remains a valid method of working. \nHowever, the revised 50 mg/kg limit not only increased the FAME limit, but also allows access to a wider \nrange of test methods. This", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "1", "chunk_length": 1398}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 1, "chunk_id": 3, "text": "nation to below 5 mg/kg. This remains a valid method of working. \nHowever, the revised 50 mg/kg limit not only increased the FAME limit, but also allows access to a wider \nrange of test methods. This includes the IP583 / ASTM D7797 Solid Phase Extraction and Fourier Transform \nInfra-Red (SPE-FTIR) Spectroscopy method. These rapid screening methods have lower test equipment cost", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "1", "chunk_length": 380}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 2, "chunk_id": 4, "text": "[Page 2]\nProduct Quality \nBulletin \n \n \nwww.jigonline.com 2 \n \nBulletin 106 \nGuidance on Managing FAME \nin Jet Fuel (Bulletin 75 \nUpdate) \n29 January 2018 \ncompared to IP585 and allow near-immediate results to be obtained in the field. This should greatly improve \nthe availability of testing and improve the supply chain's ability to control FAME levels. \nThe intent of both specifications is to only measure FAME where there is a risk of FAME being present. This \nmeans that, should Jet fuel be in dedicated systems with positive segregation from FAME containing fuels, or \nwhere robust control procedures are in place to ensure FAME is less than 5 mg/kg, then FAME testing is not \nnecessary. This logic holds for both the point of manufacture and in the supply chain. \nHowever, there remains a need to support the technical case to move to 100 mg/kg FAME in jet fuel and this \nwill require collection of data from the field to be able to monitor FAME levels and correlate them with any \nimpact on aircraft / engine maintenance intervals. This, combined with the improved availability and access \nto test equipment, will result in FAME testing being required on recertification of jet fuel where there is \nthe chance of FAME being present in the jet fuel at levels of 5 mg/kg or greater. \nSupply chains where FAME may come into contact with Jet fuel shall still be subject to a Management of", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "2", "chunk_length": 1393}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 2, "chunk_id": 5, "text": "re there is \nthe chance of FAME being present in the jet fuel at levels of 5 mg/kg or greater. \nSupply chains where FAME may come into contact with Jet fuel shall still be subject to a Management of \nChange procedure to minimise the exposure and ensure it remains controlled within the specification limits. \nWhere these MOC assessments suggest the FAME could be above 5 mg/kg, or where assurance cannot be \nobtained, then FAME testing shall be carried out and reported. Particular consideration needs to be given to \nsupply chains where procedures have not changed, but the FAME content of the incoming jet fuel may now \nbe at a higher level than the historical norm. \nNote that despite the relaxation of FAME contamination limits first introduced in ASTM D1655-15 and Def \nStan 91-91 Issue 7 Amendment 3, many pipeline owners may still apply the 5 mg/kg limit. As rapid \nscreening methods can have a lower detection limit of 20 mg/kg, it is not appropriate for use where <5 mg/kg \nlimits exist. The lower detection limit takes into account the known fuel-to-fuel biases unique to this \napproach that is not reflected in the precision statement. Where FAME testing has been determined to be \nnecessary prior to issuance of either Def Stan 91-91 Issue 7 Amendment 3 or ASTM D1655-15, it will still be \nrequired to be conducted by IP585, IP590 or IP599 for supply into systems requiring a less than 5", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "2", "chunk_length": 1399}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 2, "chunk_id": 6, "text": "ry prior to issuance of either Def Stan 91-91 Issue 7 Amendment 3 or ASTM D1655-15, it will still be \nrequired to be conducted by IP585, IP590 or IP599 for supply into systems requiring a less than 5 mg/kg limit, \nespecially when considering incoming fuel may only be released up to the new 50 mg/kg specification limit.", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "2", "chunk_length": 320}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 3, "chunk_id": 7, "text": "[Page 3]\nProduct Quality \nBulletin \n \n \nwww.jigonline.com 3 \n \nBulletin 106 \nGuidance on Managing FAME \nin Jet Fuel (Bulletin 75 \nUpdate) \n29 January 2018 \nSummary of Testing Requirements \nThe requirement for testing of FAME and revised 50 mg/kg maximum limits came into place immediately for \nASTM D1655 and by 02nd May 2015 for fuels released to Def Stan 91-091. \nSCENARIOS W HERE FAME TESTING IS NOT REQUIRED \nWhere documented assessments indicate adequate controls are in place to keep FAME levels below 5 mg/kg. \n* \nIn systems where FAME contamination is physically prevented then there is no requirement for FAME \ntesting. Examples are at the refinery where jet is positively segregated and isolated from FAME \ncontaining components, and in jet dedicated supply systems (including recertification testing). The 50 \nmg/kg max FAME requirement is met by a risk based assessment without the need to test. The RCQ / \nCOQ shall state \"Not measured - Risk Assessed in accordance with JIG Bulletin 106\" against the FAME \nresult in the specification requirement. \n* \nIf FAME testing was not previously required because robust quality assurance procedures were \nintroduced to mitigate risk to assure compliance to less than 5 mg/kg, and no additional risk of FAME \ncontamination has been created through the implementation of the current issue of Def Stan 91-091 \nor ASTM D1655 in the supply chain,", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "3", "chunk_length": 1395}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 3, "chunk_id": 8, "text": "compliance to less than 5 mg/kg, and no additional risk of FAME \ncontamination has been created through the implementation of the current issue of Def Stan 91-091 \nor ASTM D1655 in the supply chain, then testing is still not required as the risk assessment approach \nsatisfies the specification requirement. \n \nNote: Procedures and control of jet fuel into the supply system shall be robust and any changes in \nsupply or controls shall be assessed through adequate and documented Management of Change \nprocedures. \nNote: FAME levels, where known, will still need to be calculated and recorded as additional \ninformation on recertification. See Q2 in the Frequently Asked Questions for more details.", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "3", "chunk_length": 698}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 4, "chunk_id": 9, "text": "[Page 4]\nProduct Quality \nBulletin \n \n \nwww.jigonline.com 4 \n \nBulletin 106 \nGuidance on Managing FAME \nin Jet Fuel (Bulletin 75 \nUpdate) \n29 January 2018 \n \nSCENARIOS W HERE FAME TESTING IS REQUIRED \nThese are based on locations which may be subject to increased uncertainty in FAME levels in supply with the \nimplementation of the new specification changes. Risk based testing shall be conducted: \n* \nIf FAME testing was not required previously because quality assurance procedures were introduced to \nmitigate risk to assure compliance to less than 5 mg/kg, but the risks of FAME contamination in supply \nis now elevated since the implementation of Def Stan 91-91 Issue 7 Amendment 3 / ASTM D1655-15 \net seq. which have permitted a 50 mg/kg max FAME level. \n \n* \nIf FAME testing was required previously because quality assurance procedures were unable to mitigate \nrisk to assure compliance to less than 5 mg/kg then FAME testing shall be conducted as part of \nrecertification or at the point at which the jet enters a dedicated supply chain upstream of an airport. \nThe continuation of testing is required considering that the risks are only likely to increase with the \nadoption of the new FAME limits, but furthermore the test results are required by the industry to \nsupport a potential future 100 mg/kg approval.", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "4", "chunk_length": 1320}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 5, "chunk_id": 10, "text": "[Page 5]\nProduct Quality \nBulletin \n \n \nwww.jigonline.com 5 \n \nBulletin 106 \nGuidance on Managing FAME \nin Jet Fuel (Bulletin 75 \nUpdate) \n29 January 2018 \nStorage Tank Testing \nGenerally, FAME testing will be required for Certificate of Analysis and Recertification Testing whenever jet is \nmoved in non-dedicated systems carrying diesel/gasoil. This testing is necessary prior to delivery to an airport \nto ensure that FAME content is at acceptable levels. Refer to the table below for specific examples. \nTesting FAME concentration of jet is not required for storage locations that receive and deliver jet via \ndedicated systems. \nStorage Tank Type \nContext \nFAME testing \nrequired on Jet \nRCQ / COA / \nRecertification \nTest (RT) \nRefinery Production \nBatch Tank \nFor refineries which have jet fuel systems which are \npositively segregated and isolated from products \ncontaining FAME. \nNo \nRefinery Import tank \nRefinery to refinery transfers where there is direct \nknowledge that any diesel on board that interfaced with \nthe jet is B01 and the vessel has not carried biodiesel within \nthe last three loads. \nAlso refer to Marine Testing Requirements in this Bulletin \nNo \nRefinery Import tank \nRefinery to refinery transfers where there is incomplete \nknowledge or direct knowledge that any diesel on board \nthat interfaced with the jet contained biodiesel and/or the \nvessel has carried", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "5", "chunk_length": 1392}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 5, "chunk_id": 11, "text": "tank \nRefinery to refinery transfers where there is incomplete \nknowledge or direct knowledge that any diesel on board \nthat interfaced with the jet contained biodiesel and/or the \nvessel has carried biodiesel within the last three loads \nYes \nMarine Terminal \nReceipt Tank \nConfirmed no FAME in marine supply system, and where \ndirect knowledge that any diesel on board or having any \ninterface with the jet is B0 and the vessel has not carried \nbiodiesel within the last three loads may be exempted from \ntesting. \nNo \nMarine Terminal \nReceipt Tank \nIn systems where diesel is confirmed to be >B0 or unknown \nFAME content. Also refer to Marine Testing Requirements \nin this Bulletin \nYes \nMulti-product Terminal \nReceipt Tank \nBiodiesel confirmed present or unknown in multiproduct \nsystem delivering to the terminal. \nYes \n \n1 Gas Oil (diesel fuel) may be referred to as B0 or \"FAME-free\" if the FAME content measured per test \nmethod EN 14078 (Liquid petroleum products - Determination of fatty acid methyl esters (FAME) in middle \ndistillates - Infrared spectroscopy method) is less than 0.05 % (v/v) or 500 ppm.", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "5", "chunk_length": 1117}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 6, "chunk_id": 12, "text": "[Page 6]\nProduct Quality \nBulletin \n \n \nwww.jigonline.com 6 \n \nBulletin 106 \nGuidance on Managing FAME \nin Jet Fuel (Bulletin 75 \nUpdate) \n29 January 2018 \nStorage Tank Type \nContext \nFAME testing \nrequired on Jet \nRCQ / COA / \nRecertification \nTest (RT) \nMulti-product Terminal \nReceipt Tank \nFAME is confirmed and controlled to not be present. FAME \nmust be restricted and controlled by multi-product system \noperator (e.g. FAME content of all fuels coming into the \nmulti-product system). \nNo \nAirport Tanks - Non \nDedicated Supply in \nsystems containing \nFAME \nTesting is required when receiving via non-dedicated \ntransportation mode unless all of the incoming supply \nchains and modes can positively confirm that FAME is \nabsent in accordance with this bulletin (see also above \nMulti-Product Terminal Receipt Tank example) \nYes \nAirport Tanks - \nDedicated Supply \nWhen in a dedicated supply system and the supplying \nterminals confirm the FAME content is below the \nspecification limit. \nNo", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "6", "chunk_length": 997}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 7, "chunk_id": 13, "text": "[Page 7]\nProduct Quality \nBulletin \n \n \nwww.jigonline.com 7 \n \nBulletin 106 \nGuidance on Managing FAME \nin Jet Fuel (Bulletin 75 \nUpdate) \n29 January 2018 \nRecommended Marine Vessel Cleaning/Testing \nThe table below captured recommended vessel cleaning for change of grade and testing requirements to \nmonitor FAME contamination from FAME. It is the charters/ship owners' responsibility to prepare the vessel \nin a condition that is acceptable to load the nominated cargo but the tank preparation that was conducted \nshould be reviewed prior to loading. In all circumstances, history of the last three cargos carried shall be \nchecked and cleaning and testing requirements applied accordingly. In instances where there are conflicting \nrecommendations, the more stringent, testing and cleaning should be applied. \nDiesel/Gasoil FAME \ncontent discharged \n \nCleaning Recommendations \n(As captured in EI HM 50 3rd edition) \nFAME testing \nrequired on COA / \nRecertification Test \n(RT) after jet \nloading or prior to \ndischarge \n \nB15-B100 \n3 zero FAME intermediate cargoes between B15-B100 and \naviation jet fuel. \nNo \nB15-B100 \n2 zero FAME intermediate cargoes between B15-B100 and \naviation jet fuel. Note that 3 intermediate B0 cargoes is \npreferred. When operating with fewer than 3 intermediate \nB0 cargoes, there is a heightened risk that the Jet fuel may \nnot meet the required FAME limits on", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "7", "chunk_length": 1395}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 7, "chunk_id": 14, "text": "l. Note that 3 intermediate B0 cargoes is \npreferred. When operating with fewer than 3 intermediate \nB0 cargoes, there is a heightened risk that the Jet fuel may \nnot meet the required FAME limits on discharge; therefore \nsubsequent FAME testing is required. \nYes \nB5-B15 \nRequires a stringent hot water wash, including flushing \npumps and lines followed by draining. For further \ninformation, refer to Energy Institute HM50 Guidelines. \n \nYes \n<B5 \nRequires a hot water wash, including flushing pumps and \nlines followed by draining \nYes \nConfirmed >B0 or \nunknown FAME content \nFor diesel / GO cargoes, follow B5-15 cleaning as a minimum \nrequirement. \nIf there is a possibility the cargo may have been greater than \nB15, then the procedures for B15-B100 should be followed. \nIn either scenario, subsequent testing of the Jet fuel for \nFAME content shall be conducted. \nYes \nB0 confirmed for last for \nthree voyages \n \nNo", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "7", "chunk_length": 923}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 8, "chunk_id": 15, "text": "[Page 8]\nProduct Quality \nBulletin \n \n \nwww.jigonline.com 8 \n \nBulletin 106 \nGuidance on Managing FAME \nin Jet Fuel (Bulletin 75 \nUpdate) \n29 January 2018 \n Frequently Asked Questions \nQ1: As the FAME limit appears in Table 1 of Def Stan 91-091, does Def Stan 91-091 require FAME testing, even \nat the point of manufacture? \nASTM D1655-15 Section 6.3 makes it clear that FAME testing is only required where there is a risk of \ncontamination exceeding 50 mg/kg. \nThe wording in Def Stan 91-091 Issue 9 is currently more ambiguous and requires some clarification. Note 20 \nand Annex G4 are intended to reflect that FAME is also tested only when there is a risk of contamination, but \nAnnex J1.2.1 states that all properties in Table 1 are listed in the Refinery Certificate of Quality. \nFor refineries which have jet fuel systems which are segregated and isolated from products containing FAME, \nthen FAME testing is not necessary as its absence can be assured through procedures and therefore can be \ndeclared as \"Not measured - Risk Assessed in accordance with JIG Bulletin 106\" on the RCQ. \nQ2: Does Def Stan 91-091 and ASTM D1655 now require FAME testing, even if a risk assessment and controls \ndetermine that the FAME level is below 50 mg/kg? \nFor the supply chain downstream of manufacture, the intent of Def Stan 91-091 and ASTM D1655 \nspecifications is that FAME testing is required if Jet", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "8", "chunk_length": 1396}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 8, "chunk_id": 16, "text": "determine that the FAME level is below 50 mg/kg? \nFor the supply chain downstream of manufacture, the intent of Def Stan 91-091 and ASTM D1655 \nspecifications is that FAME testing is required if Jet fuel is exposed to a multi-product system which \ncontains FAME and the procedural controls cannot guarantee a level of FAME below 5 mg/kg in the jet. In \nthis case testing shall be conducted and the actual results shall be declared on the Recertification Test results \nor Certificate of Analysis. \nOnce Jet fuel is in dedicated jet fuel systems, or supply chains that do not contain FAME2, there is no need to \ncontinue to test for FAME as further contamination is prevented by physical separation. \nIn multi-product systems not containing FAME, or where a complete risk assessment determines that FAME \ncontamination is not possible, the FAME testing may be omitted when conducting recertification testing. \nIn supply systems where FAME testing is not required, there is still a need to capture and record the FAME \ncontent of the jet as it transits the system. An example might be when jet fuel batches coming into a FAME-\nfree system are known to have a pre-existing, measured FAME content. In such cases, when recertifying the \n \n2 Gas Oil (diesel fuel) may be referred to as B0 or \"FAME-free\" if the FAME content measured per test \nmethod EN 14078 (Liquid petroleum products - Determination of", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "8", "chunk_length": 1397}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 8, "chunk_id": 17, "text": "ch cases, when recertifying the \n \n2 Gas Oil (diesel fuel) may be referred to as B0 or \"FAME-free\" if the FAME content measured per test \nmethod EN 14078 (Liquid petroleum products - Determination of fatty acid methyl esters (FAME) in middle \ndistillates - Infrared spectroscopy method) is less than 0.05 % (v/v) or 500 ppm.", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "8", "chunk_length": 324}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 9, "chunk_id": 18, "text": "[Page 9]\nProduct Quality \nBulletin \n \n \nwww.jigonline.com 9 \n \nBulletin 106 \nGuidance on Managing FAME \nin Jet Fuel (Bulletin 75 \nUpdate) \n29 January 2018 \nfuel, or when comingling batches in a dedicated system, the FAME content of the jet shall be calculated \nbased on the previously declared FAME content of the constituent component batches. \nTo achieve this, the volume weighted average FAME content shall be calculated and declared as the \n'Calculated FAME Content' in a footnote or comment on the Recertification Test Certificate or Certificate of \nAnalysis and shall also be included on quality certificates at airport depots. This volume weighted average \nshall be the arithmetic mean FAME content, based on the individual FAME contents and respective volumes \nof the constituent batches (including the tank heel) that are being comingled. \nTo facilitate this calculation, the FAME content of the constituent jet fuel volumes shall be either the \nmeasured value or the declared calculated content in cases where the FAME content is not measured in \naccordance with the controls of this Bulletin. For constituent volumes for which FAME content is not \nmeasured in accordance with this Bulletin and there is no calculated value declared - as may be the case from \nan entirely dedicated system from a refinery for example - then for the purposes of the calculation this \nportion of the fuel", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "9", "chunk_length": 1395}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 9, "chunk_id": 19, "text": "etin and there is no calculated value declared - as may be the case from \nan entirely dedicated system from a refinery for example - then for the purposes of the calculation this \nportion of the fuel composition will be assumed to have a zero FAME content (0 mg/kg). \nThis process of tracking FAME content is necessary not only to meet the specification requirements, but also \nrecognizes that industry needs to collect data about FAME levels in jet fuel in order to support the case for \nthe move to 100 mg/kg in the future. This is referred to in Def Stan 91-091 Issue 9, Annex G.4.4. \nQ3: If testing is not mandatory, can we, without testing, assure that any import will be suitable for pipeline \ntransport whilst pipelines continue to stipulate a 5 mg/kg limit? This may lead to a reduction in supply or \nsignificant risk exposure in the case of a contamination between 5 and 50 mg/kg FAME. \nIf pipeline supply limits continue to be less than 5 mg/kg, it is clear that either procedural controls to assure \nless than 5 mg/kg, or testing, will continue to be required as was the case in previous versions of ASTM \nD1655 and / or Def Stan 91-091. The reason is that, if jet parcels supplied to the pipeline are only released as \nconforming to Def Stan 91-91 Issue 7 Amd 3 and / or ASTM D1655-15, then it will not be possible to use this \nas an adequate control for a less than 5 mg/kg requirement.", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "9", "chunk_length": 1399}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 9, "chunk_id": 20, "text": "pipeline are only released as \nconforming to Def Stan 91-91 Issue 7 Amd 3 and / or ASTM D1655-15, then it will not be possible to use this \nas an adequate control for a less than 5 mg/kg requirement. \nNot only are the allowable FAME limits different, but also not all of the test methods allowed by the recent \nJet fuel specification changes allow sufficient control of FAME down to 5 mg/kg. Specifically, determination of \nFAME level using the rapid screening method, IP583 / ASTM D7797 has a lower detection limit of, at best, 20 \nmg/kg and so is not precise enough to determine FAME levels down to and below 5 mg/kg. \nWhere testing to a limit of 5 mg/kg is required, IP585, IP590 or IP599 shall continue to be used, with IP585 \nbeing the referee method.", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "9", "chunk_length": 756}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 10, "chunk_id": 21, "text": "[Page 10]\nProduct Quality \nBulletin \n \n \nwww.jigonline.com 10 \n \nBulletin 106 \nGuidance on Managing FAME \nin Jet Fuel (Bulletin 75 \nUpdate) \n29 January 2018 \n \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, and does not preclude the use \nof any other operating procedures, equipment or inspection procedures. \nThe information contained in this publication is subject to constant review in the light of changing government requirements and \nregulations. Although efforts are made to keep this information up-to-date, accurate, complete, and free from error, we make no representation, \nwarranty or guarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from error, or in compliance with \napplicable law and regulations. No subscriber or other reader should act on the basis of any such information without referring to applicable laws \nand regulations and/or without taking appropriate professional advice. None of JIG, its Members, the Companies affiliated with its Members \naccepts responsibility for any loss or damage, whether in contract, tort (including negligence), breach of statutory duty, or otherwise, even if \nforeseeable, arising under or in connection with your use, adoption or reliance on the information in this document. You use this information at \nyour own risk, but", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "10", "chunk_length": 1396}}
{"doc_id": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1", "page": 10, "chunk_id": 22, "text": "utory duty, or otherwise, even if \nforeseeable, arising under or in connection with your use, adoption or reliance on the information in this document. You use this information at \nyour own risk, but for the full terms and conditions concerning use of this document, please refer to http://www.jigonline.com/legal-and-\ncopyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. IATA uses such rights with permission from JIG.", "source": "Bulletin-106-Guidance-on-Managing-FAME-in-Jet-Fuel-Bulletin-75-Update1.pdf", "meta": {"page_span": "10", "chunk_length": 469}}
