{"doc_id": "Bulletin-151-Business-Risk-Assessment.cleaned", "page": 1, "chunk_id": 1, "text": "[Page 1]\nBULLETIN NO. 151 \nBUSINESS RISK ASSESSMENT AND MANAGEMENT \n12/03/2024 \n \n \n \n \n \nThis Bulletin updates and replaces Bulletin 48, issued in 2011. Business Risk Assessment (BRA) plays \nan important role in any fuel handling facility's Governance and management activity, by providing the \norganisation with a complete view of the risks inherent to its activity, and the way in which they are \nmanaged and controlled. \nGood Practice Guidance: \n \nThe updated guide to BRA, GP 4.01 JIG Business Risk Assessment and Management for Aviation \nOperations, is now available for download from the JIG Website. It contains new guidance as well as lists \nof risk scenarios that frequently occur in fuel handling facilities. \nBusiness Risk Assessment Tools: \nThe guidance document is accompanied by a new user-friendly BRA 2.0 Tool, that can be used instead \nof the original CP4.02 JIG CP Management System Best Practice. The Tool is being released in two \nversions, a blank (unpopulated) version to support the good practice method of conducting a BRA from \nscratch, and an \"Example\" version that contains 33 new Risk Scenarios. Both versions can be \ndownloaded from the same place on the website: \nGP 4.02 - JIG BRA 2.0 Tool * \nTraining Packs and Online Courses: \nThis new BRA Guidance is supported by revised Training Packs (GP4.03) and Facilitator Notes. \nThere is also an online course (GP6) on the", "source": "Bulletin-151-Business-Risk-Assessment.cleaned.pdf", "meta": {"page_span": "1", "chunk_length": 1398}}
{"doc_id": "Bulletin-151-Business-Risk-Assessment.cleaned", "page": 1, "chunk_id": 2, "text": ".02 - JIG BRA 2.0 Tool * \nTraining Packs and Online Courses: \nThis new BRA Guidance is supported by revised Training Packs (GP4.03) and Facilitator Notes. \nThere is also an online course (GP6) on the JIG Learning Hub that explains the basics of BRA. \nSimilarly, the new BRA Tool has a Training Pack / User Guide (GP4.06) and an online version of the User \nGuide, course (GP7). Both publications show users how to complete a BRA using the tool that JIG has \nmade available. \nJIG Recommendations: \n \nJIG has updated its BRA materials, having recognised a need to retain the industry knowledge of the \nprinciples of BRA, its associated Governance actions, and to promote the use of BRA at aviation fuel \nhandling facilities. The use of BRA is an industry good practice and is recommended for use by all JIG \nMembers. \nThere is also a new JIG Website page under Governance Processes that summarises the guidance and \nprovides links to the publications mentioned in this bulletin. \n \nhttps://www.jig.org/operations-and-safety/common-processes/business-risk-assessment/ \n \n \nSUMMARY : This Bulletin updates and replaces JIG Bulletin 48. It contains \nupdated Business Risk Assessment (BRA) Guidance, a new BRA 2.0 Tool, \nand Training Courses. Though the guidance is intended for JIG JVs, it has \nbeen developed to be relevant for any organisation handling aviation fuel \non airports.", "source": "Bulletin-151-Business-Risk-Assessment.cleaned.pdf", "meta": {"page_span": "1", "chunk_length": 1376}}
{"doc_id": "Bulletin-151-Business-Risk-Assessment.cleaned", "page": 1, "chunk_id": 3, "text": "RA 2.0 Tool, \nand Training Courses. Though the guidance is intended for JIG JVs, it has \nbeen developed to be relevant for any organisation handling aviation fuel \non airports.", "source": "Bulletin-151-Business-Risk-Assessment.cleaned.pdf", "meta": {"page_span": "1", "chunk_length": 176}}
{"doc_id": "Bulletin-151-Business-Risk-Assessment.cleaned", "page": 2, "chunk_id": 4, "text": "[Page 2]\nExisting JIG Requirements: \nPlease note that Bulletin 48 required JIG JVs to complete and maintain a complete Business Risk \nAssessment before 2014, to review it annually and conduct a revision with an external expert every 3 \nyears. The requirement for JIG JVs to have an active BRA with annual review is maintained. The 3-year \nrevision with an expert is now considered a good practice, though highly recommended, especially for \nlarge or complex facilities. \nMore Information: \nJIG will be holding 2 webinars on 19th March to introduce its guidance materials and the new BRA 2.0 \nTool. Please sign up here: 08:00hrs (CET) Webinar or 13:00hrs (CET) Webinar \n*Please note that the BRA 2.0 tools are available in different sizes, according to the complexity of your operation and expected \nnumber of risks to be detailed. The file size does affect the upload and save speed, but after opening the document, the \nfunctionality and speed of all versions are the same. \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction Type \nTarget Completion \nDate \n1. Recommended Practice for all users to use Business Risk Assessment \nprocess as a management tool to control potential risks. \nRP \nn/a \nTable 1 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue", "source": "Bulletin-151-Business-Risk-Assessment.cleaned.pdf", "meta": {"page_span": "2", "chunk_length": 1398}}
{"doc_id": "Bulletin-151-Business-Risk-Assessment.cleaned", "page": 2, "chunk_id": 5, "text": "t tool to control potential risks. \nRP \nn/a \nTable 1 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG \nStandard(s) (JIG 1, 2, 4 and JIG HSSE Management System) (**). \n \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \n \nI \nIssued for information purposes only. \n \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as the \ngoverning operational standard then adoption of changes to applicable JIG Standards and/or Common Processes \nshould not be considered optional by the JV Board. \n \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG and does not preclude \nthe use of any other operating procedures, equipment or inspection procedures. \nThe information contained in this publication is subject to constant review in the light of changing government requirements and regulations. \nAlthough efforts are made to keep this information up-to-date, accurate, complete, and free from error, we make no representation, \nwarranty or guarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from error, or in compliance \nwith applicable law and regulations. No subscriber or other reader", "source": "Bulletin-151-Business-Risk-Assessment.cleaned.pdf", "meta": {"page_span": "2", "chunk_length": 1397}}
{"doc_id": "Bulletin-151-Business-Risk-Assessment.cleaned", "page": 2, "chunk_id": 6, "text": "or guarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from error, or in compliance \nwith applicable law and regulations. No subscriber or other reader should act on the basis of any such information without referring to \napplicable laws and regulations and/or without taking appropriate professional advice. None of JIG, its Members, the Companies affiliated \nwith its Members accepts responsibility for any loss or damage, whether in contract, tort (including negligence), breach of statutory duty, \nor otherwise, even if foreseeable, arising under or in connection with your use, adoption or reliance on the information in this document. \nYou use this information at your own risk, but for the full terms and conditions concerning use of this document, please refer to \nhttp://www.jigonline.com/legal-and-copyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. IATA uses such rights with permission from JIG.", "source": "Bulletin-151-Business-Risk-Assessment.cleaned.pdf", "meta": {"page_span": "2", "chunk_length": 1006}}
