{"doc_id": "Bulletin-123-Visijar-Operation", "page": 1, "chunk_id": 1, "text": "[Page 1]\nOperations Bulletin \n \n \n \n \n \n \n \nEndorsed by IATA Technical Fuel Group Page 1 of 6 \n \nBulletin No 123 Operation of Closed-Circuit Samplers and Testing Terminology June 2019 \nBackground \n'Visijars' (also known as closed-circuit samplers) are clear glass containers with a lid, which are \npermanently connected to a sample point to facilitate the Visual Appearance Check and other field \nquality control testing. Their use has become increasingly popular for drawing samples, particularly \nduring aircraft fuelling operations. \nClosed-circuit sampling systems are often preferred to open sampling into containers as the potential \nfor fuel to be spilled or come into contact with operators is minimised, thus reducing the HSE risks \nassociated with sampling activities (especially on the apron). However, if not used or maintained \nproperly, closed-circuit sampling systems can lead to an increase in other risks related to fuel quality \nsuch as: \n- \nfailure to identify contaminants and non-conforming fuel \n- \ninadvertent addition of contaminants to what would otherwise have been a clean fuel \nsample \nThis Bulletin introduces changes to the JIG standards and recommends actions for users of 'Visijars'. \nThe Bulletin shall be read in conjunction with the associated Technical Information Document (TID) \nNo3, which highlights the common types of improper use / operation of", "source": "Bulletin-123-Visijar-Operation.pdf", "meta": {"page_span": "1", "chunk_length": 1386}}
{"doc_id": "Bulletin-123-Visijar-Operation", "page": 1, "chunk_id": 2, "text": "ons for users of 'Visijars'. \nThe Bulletin shall be read in conjunction with the associated Technical Information Document (TID) \nNo3, which highlights the common types of improper use / operation of closed-circuit sampling systems \nand provides further guidance on the best practices that should be followed. \nThe TID No3, entitled \"Design, Use, and Maintenance of 'Visijars' (closed-circuit samplers) for sampling \nand testing\" is attached to this Bulletin and will also be available from JIG's website \n(Extranet/Publications). \n \nUpdate to Testing Terminology \nThe JIG standards currently use the following terms & definitions; \nAppearance Check - Appearance of fuel by visual assessment \nVisual Check - Appearance Check + Chemical Water Detector test (CWD) \nIt is recognised that this terminology is not consistent with the major fuel specifications where both \nterms, 'Visual' and 'Appearance', are used to describe an assessment to verify that the fuel is \"Clear \nand Bright, free of undissolved water, sediment, and suspended matter\". \nIn addition to this, the separation of the terms 'visual' and 'appearance' in the current JIG standards is \nseen by many as being ambiguous, causing confusion as to which quality control checks are required, \ntherefore often resulting in a CWD test being done when it is not required. \nTo address this issue, the term 'Visual Check' will be removed, and", "source": "Bulletin-123-Visijar-Operation.pdf", "meta": {"page_span": "1", "chunk_length": 1397}}
{"doc_id": "Bulletin-123-Visijar-Operation", "page": 1, "chunk_id": 3, "text": "sion as to which quality control checks are required, \ntherefore often resulting in a CWD test being done when it is not required. \nTo address this issue, the term 'Visual Check' will be removed, and 'Appearance Check' will be updated \nto 'Visual Appearance Check'.", "source": "Bulletin-123-Visijar-Operation.pdf", "meta": {"page_span": "1", "chunk_length": 265}}
{"doc_id": "Bulletin-123-Visijar-Operation", "page": 2, "chunk_id": 4, "text": "[Page 2]\nOperations Bulletin \n \n \n \n \n \n \n \nEndorsed by IATA Technical Fuel Group Page 2 of 6 \n \nBulletin No 123 Operation of Closed-Circuit Samplers and Testing Terminology June 2019 \n \nCurrent JIG wording \nUpdated JIG wording \nDescription of requirement \nAppearance Check \nVisual Appearance Check \nAppearance of fuel by visual \nassessment \nVisual Check \nTerm removed \n(Tests will be referred to \nindependently, e.g. Visual \nAppearance Check plus CWD) \nAppearance of fuel by visual \nassessment + CWD \n \nThere is currently no action required as these changes will not take effect until the next issue of the JIG \noperating standards. However, they are aligned with the terminology used in EI 1530 2nd edition which \nwas released in May 2019. \nNote: it is now acceptable in the JIG standards to use an EI 1598 qualified inline water sensor to monitor \nfree water content in place of performing CWD testing (in accordance with Bulletin 110). \nUse of 'Visijars' \nThe JIG standards refer to 'Visijars' as a 'field sampling container' used for product examination \nin connection with Visual Appearance Check procedures. They are not intended for flushing of \nbulk contaminants (e.g. tank low point flushing), but it may necessary for some sampling \npipework to be flushed / displaced into the 'Visijar' before sampling. \nThey should not be used for flushing activities for the following reasons: \n* There", "source": "Bulletin-123-Visijar-Operation.pdf", "meta": {"page_span": "2", "chunk_length": 1399}}
{"doc_id": "Bulletin-123-Visijar-Operation", "page": 2, "chunk_id": 5, "text": "g), but it may necessary for some sampling \npipework to be flushed / displaced into the 'Visijar' before sampling. \nThey should not be used for flushing activities for the following reasons: \n* There is usually insufficient flow velocity and volume to effectively mobilise and flush \ncontaminants \n* Contamination of the closed-circuit sampling system lines which can be difficult to \nremove \nSamples should only be drawn into 'Visijars' for product examination after flushing activities \nhave been performed. \nWhere their use for flushing is unavoidable, procedures shall demonstrate that the potential \nissues associated with this practice have been addressed to enable representative samples to \nbe drawn. Further information on which can be found in the Technical Information Document \nNo3 - Design, Use, and Maintenance of 'Visijars' (closed-circuit samplers) for sampling and \ntesting) (e.g. additional flushing before a sample is drawn for testing). Flushing via a 'Visijar' \nfrom a location where contaminants are expected to accumulate for removal (e.g. a tank low", "source": "Bulletin-123-Visijar-Operation.pdf", "meta": {"page_span": "2", "chunk_length": 1073}}
{"doc_id": "Bulletin-123-Visijar-Operation", "page": 3, "chunk_id": 6, "text": "[Page 3]\nOperations Bulletin \n \n \n \n \n \n \n \nEndorsed by IATA Technical Fuel Group Page 3 of 6 \n \nBulletin No 123 Operation of Closed-Circuit Samplers and Testing Terminology June 2019 \npoint drain) is not recommended. However, this practice may be deemed sufficient where \nthere isn't expected to be a significant level of contaminants (e.g. into plane sampling). \nMaintenance of 'Visijars' \nFuels, particularly Jet fuel, inherently attract dirt, so any fuel-wetted surface is likely to \naccumulate dirt very quickly. Consequently, 'Visijars' collect a layer of contaminants, \nparticularly those located on vehicles as they collect dirt during driving operations. \nIt is essential that they are kept in a clean condition by regular cleaning and appropriate \nmaintenance. Section 7 of the TID contains additional guidance on maintenance best practices. \nUpdate to Field Sampling Container \nTo clarify the existing requirements for field sampling containers, the 'field sampling containers' \nsection of the JIG standards is hereby updated as outlined below: \n\"Clear, clean glass jars of at least 1 litre capacity with wide necks and screw caps or closed \nsampling clear glass containers or 'Visijars' shall be used for product examination in connection \nwith Visual Appearance Check procedures but should not be used for flushing activities before \nsampling. Sampling containers shall be kept clean at", "source": "Bulletin-123-Visijar-Operation.pdf", "meta": {"page_span": "3", "chunk_length": 1399}}
{"doc_id": "Bulletin-123-Visijar-Operation", "page": 3, "chunk_id": 7, "text": "hall be used for product examination in connection \nwith Visual Appearance Check procedures but should not be used for flushing activities before \nsampling. Sampling containers shall be kept clean at all times by routine cleaning and \nappropriate maintenance.\" \nCorrect operation \nClosed-circuit sampling systems shall be designed such that a vortex is created as this is an \nessential requirement for the Visual Appearance Check to be effective. The vortex assists any \nsolid contaminants or free water that may be present, to gather at the centre of the base of \nthe container, making it easier to observe them. Anything that disrupts the formation of this \nvortex or obscures the operator's view of the sample has the potential to reduce the \neffectiveness of the test, which is a critical quality control check. \nTherefore, any such accessories shall not be installed in a 'Visijar' during sampling or Visual \nAppearance Checks. Examples of items that can disrupt vortex creation and / or impact the \neffectiveness of test include: \n* Gauze / mesh screens to catch chemical water detector (CWD) capsules. \n \nThese screens are often locally made to collect CWD capsules that may accidentally \ndrop into the sample. Where a device to catch CWD capsules is required then a 'capsule \ncatcher' of the type shown below in Picture 1 may be installed.", "source": "Bulletin-123-Visijar-Operation.pdf", "meta": {"page_span": "3", "chunk_length": 1347}}
{"doc_id": "Bulletin-123-Visijar-Operation", "page": 3, "chunk_id": 8, "text": "into the sample. Where a device to catch CWD capsules is required then a 'capsule \ncatcher' of the type shown below in Picture 1 may be installed.", "source": "Bulletin-123-Visijar-Operation.pdf", "meta": {"page_span": "3", "chunk_length": 146}}
{"doc_id": "Bulletin-123-Visijar-Operation", "page": 4, "chunk_id": 9, "text": "[Page 4]\nOperations Bulletin \n \n \n \n \n \n \n \nEndorsed by IATA Technical Fuel Group Page 4 of 6 \n \nBulletin No 123 Operation of Closed-Circuit Samplers and Testing Terminology June 2019 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n* Thermometer and Hydrometer inserts \n \nAlthough these inserts may be supplied by the manufacturer to assist with density \nmeasurement, they have a significant effect on the vortex formation and obscure the \nview of the sample during the Visual Appearance Check. Therefore, these inserts shall \nbe removed when performing sampling and Visual Appearance Checks. Where fuel \ndensity and / or conductivity testing is required, they may be re-inserted only after the \nVisual Appearance Check has been completed. \n \n* Bottom / drain ball valve kept open during the sampling and Visual Appearance Check. \n \nThe bottom valve shall be kept closed throughout sampling and testing as the vortex is \nlikely to drive any contaminants present down into the 'Visijar' outlet pipework, \ntherefore invalidating the Visual Appearance Check. \n \nAn informative video has been produced to illustrate the effect of these accessories on vortex \ncreation. This video can be viewed on the following link: https://youtu.be/LXOriOLQkcA \nPicture 1 \nA 'capsule catcher' device of this type may be used", "source": "Bulletin-123-Visijar-Operation.pdf", "meta": {"page_span": "4", "chunk_length": 1294}}
{"doc_id": "Bulletin-123-Visijar-Operation", "page": 5, "chunk_id": 10, "text": "[Page 5]\nOperations Bulletin \n \n \n \n \n \n \n \nEndorsed by IATA Technical Fuel Group Page 5 of 6 \n \nBulletin No 123 Operation of Closed-Circuit Samplers and Testing Terminology June 2019 \nUpdate to Visual Appearance Check \nTo highlight the importance of good vortex creation and an unobscured view of the sample \nwhen performing a Visual Appearance Check, this section of the JIG standards is hereby \nupdated to include the following text: \n\"A vortex shall be created in the sample and the fuel assessed according to the criteria below. \nWhere 'Visijars' are used, they shall not contain any accessories that could disrupt the vortex \nformation or obscure the operator's view of the fuel sample drawn for testing. The bottom ball \nvalve shall be in the closed position.\" \nSpring loaded valves \nIt is the intent of JIG that at the next revision of the standards (JIG 1 & 2 - Issue 13, and JIG 4 - \nIssue 5), the requirement that all drain and sample lines should have self-closing valves (e.g. \nspring-loaded), will become mandatory (e.g. the should will change to a shall). \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction \nType \nTarget Completion Date \n1. Review the setup and operation of all closed-circuit sampling \nsystems to confirm that current flushing and sampling \nprocedures are in accordance with the principles of this bulletin \n(e.g.", "source": "Bulletin-123-Visijar-Operation.pdf", "meta": {"page_span": "5", "chunk_length": 1395}}
{"doc_id": "Bulletin-123-Visijar-Operation", "page": 5, "chunk_id": 11, "text": "Date \n1. Review the setup and operation of all closed-circuit sampling \nsystems to confirm that current flushing and sampling \nprocedures are in accordance with the principles of this bulletin \n(e.g. flushing activities should not be performed via a 'Visijar). \nRP \n31st December 2019 \n2. 'Visijars' shall always be kept in a clean condition by routine \ncleaning and appropriate maintenance. \nNote: For additional guidance on maintenance best practices \nsee section 7 of the Technical Information Document \"Design, \nUse, and Maintenance of 'Visijars' (closed circuit samplers) for \nsampling and testing\". \nJS \n31st December 2019 \n3. Operations to review their Visual Appearance Check procedures \nto confirm there is a requirement that a vortex shall be created \nin the sample. Procedures to be updated and training given as \nrequired. \nJS \n31st December 2019 \n4. 'Visijars' shall be operated in accordance with this Bulletin and \nshall be kept free of accessories that can disrupt vortex \nformation, such as gauze/mesh screens or integrated \nhydrometer/thermometer wells during sampling and Visual \nAppearance Checks. \nJS \n31st December 2019", "source": "Bulletin-123-Visijar-Operation.pdf", "meta": {"page_span": "5", "chunk_length": 1141}}
{"doc_id": "Bulletin-123-Visijar-Operation", "page": 6, "chunk_id": 12, "text": "[Page 6]\nOperations Bulletin \n \n \n \n \n \n \n \nEndorsed by IATA Technical Fuel Group Page 6 of 6 \n \nBulletin No 123 Operation of Closed-Circuit Samplers and Testing Terminology June 2019 \n \n \nTable 1 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \n \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG \nStandard(s) (JIG 1, 2, 4, EI/JIG 1530 and the JIG HSSE Management System). \nRA \nRequired Action to implement one off verification or checks outlined in the table of actions. \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \nI \nIssued for information purposes only. \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as \nthe governing operational standard then adoption of changes to applicable JIG Standards and/or Common \nProcesses should not be considered optional by the JV Board. \n \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, and does not \npreclude the use of any other operating procedures, equipment or inspection procedures. The information contained in this \npublication is subject to constant review in the light of changing government requirements and regulations. Although efforts are \nmade to keep this information up-to-date, accurate, complete, and", "source": "Bulletin-123-Visijar-Operation.pdf", "meta": {"page_span": "6", "chunk_length": 1395}}
{"doc_id": "Bulletin-123-Visijar-Operation", "page": 6, "chunk_id": 13, "text": "is \npublication is subject to constant review in the light of changing government requirements and regulations. Although efforts are \nmade to keep this information up-to-date, accurate, complete, and free from error, we make no representation, warranty or \nguarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from error, or in compliance \nwith applicable law and regulations. No subscriber or other reader should act on the basis of any such information without \nreferring to applicable laws and regulations and/or without taking appropriate professional advice. None of JIG, its Members, the \nCompanies affiliated with its Members accepts responsibility for any loss or damage, whether in contract, tort (including \nnegligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use, adoption or \nreliance on the information in this document. You use this information at your own risk, but for the full terms and conditions \nconcerning use of this document, please refer to http://www.jigonline.com/legal-and-copyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. \nIATA uses such rights with permission from JIG.", "source": "Bulletin-123-Visijar-Operation.pdf", "meta": {"page_span": "6", "chunk_length": 1261}}
{"doc_id": "Bulletin-123-Visijar-Operation", "page": 6, "chunk_id": 14, "text": "publication. \nIATA uses such rights with permission from JIG.", "source": "Bulletin-123-Visijar-Operation.pdf", "meta": {"page_span": "6", "chunk_length": 61}}
