{"doc_id": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1)", "page": 1, "chunk_id": 1, "text": "[Page 1]\nOperations \nBulletin \n \n \n Endorsed by IATA Technical Fuel Group \n \n \n \n \n \n \n \n \n \nBulletin 103 Vehicle platform modifications June 2017 \nIntroduction \nBoeing recently published a technical document with information on the new B777-9 series and a comparison of the fuel adapter \nlocation of the new B777-9 and the legacy 777-300ER (inserted as Appendix 1) and the A380 (inserted as Appendix 2). \nBased on the information from Boeing, the fuel panel on the new B777-9 will be at a maximum height of 6.2m (20.4ft) above \nground level, i.e. higher by 0.7m (2.4ft) than the legacy B777-300ER and higher by 0.3m (1.0ft) compared to the A380, as shown \nin Appendices 1 and 2, respectively. \nJIG would like to raise awareness to aircraft fuelling operators, of possible vehicle design modifications for the existing vehicle \nelevating platforms to reach the fuel panel and to enable ergonomic handling and connection of the fuelling nozzles to the \naircraft fuel adapters. \nThe first delivery of the new B777-9 series is expected late 2019 or early 2020. \nFuelling vehicle modifications \nModern vehicles or vehicles upgraded to service A380s \nVehicles equipped with a double scissor lift that can reach 4.5m (14.8ft) should already meet the requirements for the new \nB777-9 aircraft. \nFor modern fuelling vehicles or equipment previously upgraded for the A380 series, the elevating fuelling", "source": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1).pdf", "meta": {"page_span": "1", "chunk_length": 1393}}
{"doc_id": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1)", "page": 1, "chunk_id": 2, "text": "t can reach 4.5m (14.8ft) should already meet the requirements for the new \nB777-9 aircraft. \nFor modern fuelling vehicles or equipment previously upgraded for the A380 series, the elevating fuelling platform is typically \nmanufactured with the capability to extend to 4.1-4.2m (13.5-13.8ft) or more above ground level. \nVehicles equipped with a scissor lift that can elevate the fuelling platform to a maximum height of 4.1-4.2m (13.5-13.8ft), will \nrequire platform modifications to extend by an additional 0.3-0.4m (1.0-1.3ft) to enable the usability of the platforms by all \noperators. Without this modification, operators whose height is less than 1.80m (5.9ft) may be challenged, from an ergonomic \nand manual handling point of view, to connect the fuelling nozzles to the fuel adapters of the B777-9. \nOlder vehicles or vehicles not upgraded to service A380s \nFor locations using mobile fuelling equipment with elevating fuelling platforms reaching a maximum height of less than 4.2m \n(13.8ft), the equipment will require modification to safely access the new B777-9 fuelling adapter at 6.2m (20.4ft). For hydrant \nservicers not equipped with pantographs to support the hose on the platform when in upper position, a modification to increase \nfuelling platform level when in low (retracted) position may be necessary, to avoid the need for longer deck hoses. Some low \nprofile fuelers may", "source": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1).pdf", "meta": {"page_span": "1", "chunk_length": 1395}}
{"doc_id": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1)", "page": 1, "chunk_id": 3, "text": "m when in upper position, a modification to increase \nfuelling platform level when in low (retracted) position may be necessary, to avoid the need for longer deck hoses. Some low \nprofile fuelers may also need modification. \nConsiderations for vehicle modifications \nCareful evaluation with the manufacturers is required to ensure that vehicle modifications will not introduce additional risks \nor restrict the operability of the fuelling vehicles. Factors to be considered include: \n* \nIncreasing platform's height may introduce additional hazards such as vehicle instability. \n* \nIncreasing the length of deck hoses may result in stowage and handling issues, e.g. due to insufficient space to stow \nlonger hoses, and may also result in kinking of the hoses when e.g. fuelling lower wing aircrafts \n* \nNote: Based on information received from Boeing, the aircraft adaptors are not expected to be impacted by the load \nof longer hoses, as the adaptors are designed to withstand significantly higher loads. \n* \nCareful consideration should be given on fitting or adjusting pantographs. \n* \nInstalling an additional lift on top of the existing lift may cause instability issues and/or be challenging to operate.", "source": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1).pdf", "meta": {"page_span": "1", "chunk_length": 1209}}
{"doc_id": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1)", "page": 2, "chunk_id": 4, "text": "[Page 2]\nOperations \nBulletin \n \n \n Endorsed by IATA Technical Fuel Group \n \n \n \n \n \n \n \n \n \nBulletin 103 Vehicle platform modifications June 2017 \n* \nExtending scissor arms may increase vehicle width. \n* \nIf elevating platform systems are mounted higher on the chassis to increase the maximum possible platform height, \nthe height of the vehicle when the platform is lowered may increase (with platform handrails above cab height), which \ncould lead to significant risks and operational problems. \n* \nModifications shall not result in reduced handrail height (below safe limits) above the platform's floor. \n* \nPayload, safe access/egress and location of wand sensors should be considered. \nOther new aircraft types \nData provided by Airbus for the A350 XWB, show a variation of the ground clearance for the fuel connectors, ranging from 5.5m \n(18.0ft) to 5.7m (18.7ft), depending on the aircraft loading. Therefore, vehicle modifications, as outlined in this document for \nthe new B777, may be required for older vehicles and for vehicles which are not already upgraded to service the A380 aircraft. \nRecommended actions \nAn evaluation of the existing equipment will be needed at every location which may be requested to fuel new aircraft types. \nWhere modifications are deemed as necessary, a detailed Management of Change plan will be required, with support obtained \nfrom equipment", "source": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1).pdf", "meta": {"page_span": "2", "chunk_length": 1386}}
{"doc_id": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1)", "page": 2, "chunk_id": 5, "text": "location which may be requested to fuel new aircraft types. \nWhere modifications are deemed as necessary, a detailed Management of Change plan will be required, with support obtained \nfrom equipment manufacturers, who will propose suitable modifications to vehicle platforms to safely achieve additional \nplatform height, where necessary. \nLocations used by airlines for flight diversions should evaluate the need to modify fuelling equipment. \nModified platforms shall continue to meet the requirements of JIG 1, section 3.1.16 and all applicable national/local standards \nand regulations associated with the elevating fuelling platforms. Recertification of modified platforms may be required by some \nlocal regulations. \nStand Plans \nThe B777-9 will be longer than the 777-300ER by 2.9m (9.4ft). As shown in Appendix 1, the fuel panel will be 2.6m (8.7ft) further \nout and 1.9m (6.3ft) further back from the engines, compared to 777-300ER. Conceptually, the newer design helps alleviate the \nconcerns many in-service B777s are fueled with fuelling vehicles in very close proximity to aircraft engines. There are two aircraft \nfuel positions for dual-vehicle fuelling. However, only the port side has the fuel panel to control the fuelling process. \nThe implications of the different position of the fuel panel on the new B777-9 compared to the B777-300ER, both vertically and \nhorizontally,", "source": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1).pdf", "meta": {"page_span": "2", "chunk_length": 1392}}
{"doc_id": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1)", "page": 2, "chunk_id": 6, "text": "side has the fuel panel to control the fuelling process. \nThe implications of the different position of the fuel panel on the new B777-9 compared to the B777-300ER, both vertically and \nhorizontally, including fuel panel position relative to the hydrant pit, should be assessed from a stand-plan point of view. \nA Management of Change plan should be developed to determine required updates to the airport stand plans. \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction Type \nTarget Completion Date \nReview this bulletin and determine whether a MOC plan should be initiated \nfor vehicle platform modifications, in accordance with the information and \nguidance provided in this document. \nRP \n31st December 2017 \nConsideration should be given to incorporate vehicle platform requirements \ninto specifications for new fuelling vehicle builds. \nRP \n31st December 2017", "source": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1).pdf", "meta": {"page_span": "2", "chunk_length": 912}}
{"doc_id": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1)", "page": 3, "chunk_id": 7, "text": "[Page 3]\nOperations \nBulletin \n \n \n Endorsed by IATA Technical Fuel Group \n \n \n \n \n \n \n \n \n \nBulletin 103 Vehicle platform modifications June 2017 \nAppendix 1: 777-9 Fuel Adapter Location Comparison with 777-300ER \n \nCopyright @ 2016 Boeing All rights reserved", "source": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1).pdf", "meta": {"page_span": "3", "chunk_length": 260}}
{"doc_id": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1)", "page": 4, "chunk_id": 8, "text": "[Page 4]\nOperations \nBulletin \n \n \n Endorsed by IATA Technical Fuel Group \n \n \n \n \n \n \n \n \n \nBulletin 103 Vehicle platform modifications June 2017 \nAppendix 2: 777-9 Fuel Adapter Location Comparison with A380 \n \n \n \nCopyright @ 2016 Boeing All rights reserved", "source": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1).pdf", "meta": {"page_span": "4", "chunk_length": 259}}
{"doc_id": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1)", "page": 5, "chunk_id": 9, "text": "[Page 5]\nOperations \nBulletin \n \n \n Endorsed by IATA Technical Fuel Group \n \n \n \n \n \n \n \n \n \nBulletin 103 Vehicle platform modifications June 2017 \nTable 1 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \n \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG Standard(s) (JIG \n1, 2, 4, EI/JIG 1530 and the JIG HSSE Management System). \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \nI \nIssued for information purposes only. \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as the governing \noperational standard then adoption of changes to applicable JIG Standards and/or Common Processes should not be \nconsidered optional by the JV Board. \n \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, and does not \npreclude the use of any other operating procedures, equipment or inspection procedures. \nThe information contained in this publication is subject to constant review in the light of changing government requirements and \nregulations. Although efforts are made to keep this information up-to-date, accurate, complete, and free from error, we make no \nrepresentation, warranty or guarantee, whether express or implied, that the information is up-to-date, accurate,", "source": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1).pdf", "meta": {"page_span": "5", "chunk_length": 1397}}
{"doc_id": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1)", "page": 5, "chunk_id": 10, "text": "keep this information up-to-date, accurate, complete, and free from error, we make no \nrepresentation, warranty or guarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from \nerror, or in compliance with applicable law and regulations. No subscriber or other reader should act on the basis of any such \ninformation without referring to applicable laws and regulations and/or without taking appropriate professional advice. None of JIG, \nits Members, the Companies affiliated with its Members accepts responsibility for any loss or damage, whether in contract, tort \n(including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use, \nadoption or reliance on the information in this document. You use this information at your own risk, but for the full terms and conditions \nconcerning use of this document, please refer to http://www.jigonline.com/legal-and-copyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. IATA uses such rights with permission from JIG.", "source": "Bulletin-103-VehicleModificationsfor-new-aircrafts (1).pdf", "meta": {"page_span": "5", "chunk_length": 1118}}
