{"doc_id": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring", "page": 1, "chunk_id": 1, "text": "[Page 1]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 1\n \n \nBulletin No 113 Filter dP measurement and trend monitoring 10th August 2018 \nIntroduction \nThe filtration of aviation fuel is mandated by the JIG standards at key stages in the supply of aviation fuel, \nup to and including the point at which it is delivered into an aircraft. \nThe recording and tracking of filter differential pressure (dP) on a routine basis, is the primary means of \ndetermining: \n* \nWhen the maximum allowable dP has been reached and filter elements require replacement \n* \nWhen filtration effectiveness may have been compromised: a drop in dP may indicate filter \nelement rupture or bypassing, and \n* \nTrends in filter performance over time \nAnalysis undertaken by JIG of common inspection findings and their underlying causes, has revealed that \nincorrect filter dP monitoring and graphical recording are amongst the most common inspection findings. \nJIG 1 and JIG 2 (section A6.2.2) include requirements for observation and recording of dP, and preparation \nof weekly dP graphs either by correcting the observed dP to the maximum achievable flow rate or by \nrecording the dP at the maximum achievable flow rate. When the correction method is chosen for the \nweekly graphs, the correction shall be established by using a conversion graph, table or calculator supplied \nor endorsed by the filter", "source": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring.pdf", "meta": {"page_span": "1", "chunk_length": 1395}}
{"doc_id": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring", "page": 1, "chunk_id": 2, "text": "evable flow rate. When the correction method is chosen for the \nweekly graphs, the correction shall be established by using a conversion graph, table or calculator supplied \nor endorsed by the filter manufacturer. \nInspection reports often indicate that confusion exists about how to accurately plot the weekly dP graphs, \nparticularly when dP correction is required, and provide a valid dP trend which can be used to initiate the \ncorrective action necessary to maintain filtration effectiveness. \nIn addition, a recent technical review of filtration system differential pressure trend analysis, issued by the \nEI Aviation Committee, highlighted the preference to use dP values recorded during times of maximum \nflow rate, as opposed to dP values derived from a correction calculation, for trend analysis purposes. \nAs a result of this review and the ongoing number of inspection findings regarding dP, this bulletin \nhas been issued to revise the requirements for dP recording and plotting in the JIG standards to: \n* \nAvoid the need for dP correction, whenever practicable \n* \nWhere dP correction cannot be avoided, ensure that it is done correctly and in accordance \nwith the filter OEM requirements for the filtration technology in use", "source": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring.pdf", "meta": {"page_span": "1", "chunk_length": 1240}}
{"doc_id": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring", "page": 2, "chunk_id": 3, "text": "[Page 2]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 2\n \n \nBulletin No 113 Filter dP measurement and trend monitoring 10th August 2018 \nBackground Information \nFilter Differential Pressure and Flow Rates \nIn the context of aviation fuel filtration, the differential pressure (dP) is the difference between the inlet \n(upstream) pressure and the outlet (downstream) pressure of a filter vessel. Even when new filter \nelements have been installed, restrictions caused by the filter vessel design and the filtration media cause \na dP (known as the start-up dP). The maximum allowable start-up dP is specified in the governing EI filter \nspecification. During service, the filter elements remove contaminants from the fuel and hold them within \nthe filtration media. This further restricts the fuel flow through the filter and causes the dP to increase. \nJIG requires the filter dP to be routinely monitored to identify any abnormal variations in dP which require \ninvestigation and ensure the dP at maximum achievable flow rate does not exceed the maximum dP \nrecommended by the filter manufacturer. \nA dP drop, either sudden or progressive, may indicate a failure in the filter element (e.g. due to \nmechanical damage, MBG, surfactants, etc.) or fuel bypassing the element at its seals. Regardless of the \ncause, further investigation is required before the filter can be returned", "source": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring.pdf", "meta": {"page_span": "2", "chunk_length": 1398}}
{"doc_id": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring", "page": 2, "chunk_id": 4, "text": "ment (e.g. due to \nmechanical damage, MBG, surfactants, etc.) or fuel bypassing the element at its seals. Regardless of the \ncause, further investigation is required before the filter can be returned to service. \nIn order to create a graphical dP plot which can give a meaningful comparison of dP variations over time, \nthe dP values used in the graph shall either: \n- \nbe recorded at the maximum achievable flow rate, or \n- \nif the dP is recorded at a flow rate less than the maximum achievable flow rate, the dP value \nshall be corrected to the maximum achievable flowrate using a conversion graph, table or \ncalculator supplied or endorsed by the filter manufacturer. \nThe dP correction has long been considered an acceptable method to predict what the observed dP would \nbe if the filter had been operating at the maximum achievable flow rate. However, when dP readings are \ntaken at flow rates below 50% of the filter vessel's rated flow rate, the correction method is not accurate \nand considered not valid. (See JIG 1 A6.2.2) \nThe MAXIMUM ACHIEVABLE FLOW rate is specific to an individual filtration system and is dependant \nupon several factors including pumping systems and operating environments. The RATED FLOW of the \nvessel is the maximum flow rate the filter vessel can be subjected to while still meeting the performance \nrequirements detailed in the relevant EI specifications. The", "source": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring.pdf", "meta": {"page_span": "2", "chunk_length": 1397}}
{"doc_id": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring", "page": 2, "chunk_id": 5, "text": "onments. The RATED FLOW of the \nvessel is the maximum flow rate the filter vessel can be subjected to while still meeting the performance \nrequirements detailed in the relevant EI specifications. The rated flow rate is specified on the original \ndata plate of the filter, provided by the filter manufacturer. It is critical that the MAXIMUM ACHIEVABLE \nFLOW rate does not exceed the RATED FLOW of a vessel.", "source": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring.pdf", "meta": {"page_span": "2", "chunk_length": 406}}
{"doc_id": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring", "page": 3, "chunk_id": 6, "text": "[Page 3]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 3\n \n \nBulletin No 113 Filter dP measurement and trend monitoring 10th August 2018 \nChanges to JIG Requirements for dP weekly graphs \nBased upon the information published in the EI Technical paper, the results of the JIG inspection findings \nand input from JIG Operations and PQ Committees, JIG standards are hereby revised to avoid the need \nfor dP correction to maximum achievable flow rate, whenever possible. \nWeekly graphs of dP shall be prepared for each filter using only one of the following three options, in \nthe order of preference: \n- \nOption 1: The dP recorded weekly at the filter's maximum achievable flow rate, subject to a \nmaximum variation in the flow of up to 5%, provided also that the rated flow of the filter is not \nexceeded. This is the preferred option for filters both with and without dP switches fitted. \n- \nOption 2: The dP recorded weekly at a high flowrate, which is consistently the same every week, \nsubject to a maximum variation in the flow of up to 5%, provided also that the rated flow of the \nfilter is not exceeded. The high flowrate shall be greater than 50% of filter's rated flow and as \nclose as possible to the maximum achievable flow rate. This option can only be used for filters \nfitted with a dP switch (1). \n- \nOption 3: The dP corrected to the maximum achievable flow rate,", "source": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring.pdf", "meta": {"page_span": "3", "chunk_length": 1396}}
{"doc_id": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring", "page": 3, "chunk_id": 7, "text": "d as \nclose as possible to the maximum achievable flow rate. This option can only be used for filters \nfitted with a dP switch (1). \n- \nOption 3: The dP corrected to the maximum achievable flow rate, where both options 1 and 2 \nare not practical. The correction of dP values, which shall be taken at an observed flow rate \nexceeding 50% of filter's rated flow rate, shall be accomplished by using a conversion graph, \ntable or calculator supplied or endorsed by the filter manufacturer. \nWhere either Option 1 or 2 is selected, the dP shall be recorded: \na. For fixed filters: during routine pumping operations \nb. For filters on mobile fuelling equipment: either during fuelling operations or by connecting to a \ntest rig and circulating fuel through the filter at the required flow rate. For fuellers, circultating \nfuel through its tank is an acceptable alternative. \nFor each filter, only ONE of the above three options shall be used for preparing the weekly dP graphs. \nWhere possible, for consistency and simplicity purposes, a single method should be used for all filters \nbelonging to the same type of operation (fixed or mobile) at a location. \nGiven the inaccuracy of dP correction method, options 1 or 2 above are preferred for dP trend \nmonitoring over using a correction calculation, as it reflects the actual contamination loading of the \nfiltration system at real time and flow", "source": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring.pdf", "meta": {"page_span": "3", "chunk_length": 1392}}
{"doc_id": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring", "page": 3, "chunk_id": 8, "text": "ethod, options 1 or 2 above are preferred for dP trend \nmonitoring over using a correction calculation, as it reflects the actual contamination loading of the \nfiltration system at real time and flow conditions. Moreover, it eliminates the need to use a dP correction \nalgorithm approved by the filter OEM (Note: dP correction algorithms are unique to each filter \nmanufacturer and are not interchangable) and the potential for introducing errors during correction of \ndP. If the required flow rate cannot be achieved, derating the filter vessel shall be considered to enable \nthis(2). The flow chart below (Figure 1) illustrates the decision path to arrive at the preferred method for \nweekly dP graphical plotting. \nNotes: \n(1) A dP switch is required for this option as a higher dP than recorded may be experienced when the filter is operated at a flow \nrate higher than used for the weekly plot. Should this occur, the dP switch activates and stops the operation. \n(2) Derating filter vessels to reduce the rated flow rate of the filtration system is achieved by replacing elements with either \nblank or dummy elements in the case of filter monitors, or blinds or caps in the case of filter water separators. (See EI 1550 \nChapter 13 for further information.)", "source": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring.pdf", "meta": {"page_span": "3", "chunk_length": 1263}}
{"doc_id": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring", "page": 3, "chunk_id": 9, "text": "separators. (See EI 1550 \nChapter 13 for further information.)", "source": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring.pdf", "meta": {"page_span": "3", "chunk_length": 62}}
{"doc_id": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring", "page": 4, "chunk_id": 10, "text": "[Page 4]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 4\n \n \nBulletin No 113 Filter dP measurement and trend monitoring 10th August 2018 \nFigure 1 - Decision path for determining the method for preparing the weekly Filter dP graphs \n \nManaging the change \nOperators involved in the implementation of actions defined in this Bulletin, shall exercise due diligence \nin the implementation of the recommended actions, and follow appropriately developed and approved \nManagement of Change plans. As a minimum, the following shall be considered: \n* \nLocal operating manuals, procedures, forms and training documents shall be updated to reflect the \nactions defined in this Bulletin, and training to all relevant personnel shall be provided as necessary \nInspections \nThe JIG Inspection checklists (in the JITS and the standalone checklists maintained in JIG's website) have \nbeen updated to reflect the changes in JIG standards introduced with this Bulletin.", "source": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring.pdf", "meta": {"page_span": "4", "chunk_length": 970}}
{"doc_id": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring", "page": 5, "chunk_id": 11, "text": "[Page 5]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 5\n \n \nBulletin No 113 Filter dP measurement and trend monitoring 10th August 2018 \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction Type \nTarget \nCompletion \nDate \nEstablish the maximum achievable flowrate for each filter and \ndetermine whether it can be achieved at least once a week. Use \nthis observed dP at the max achievable flow for the weekly dP \ngraphs. \nJS \n1st Jan 2019 \nIf the maximum achievable flow cannot be achieved weekly but \nthe filter is fitted with a dP switch, prepare the weekly dP graphs \nusing the dP recorded consistently at the same high flow rate as \nclose as possible to the maximum achievable flow (but at \nleast >50% of rated flowrate) \nJS \n1st Jan 2019 \nIf it is not practicable to prepare the graphs using actual flowrates \nas defined above, the weekly graphs shall be prepared by \ncorrecting measured dP (taken at a flow rate exceeding 50% of \nfilter's rated flow rate) to maximum achievable flow rate, by \nusing either a conversion graph, table or calculator supplied or \nendorsed by the filter manufacturer. \nJS \n1st Jan 2019 \nOnly one method of preparing the weekly dP graphs shall be used \nfor each filter, in accordance with the preferred order defined in \nthis Bulletin. All personnel shall be trained to apply the selected \nmethodology", "source": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring.pdf", "meta": {"page_span": "5", "chunk_length": 1398}}
{"doc_id": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring", "page": 5, "chunk_id": 12, "text": "d of preparing the weekly dP graphs shall be used \nfor each filter, in accordance with the preferred order defined in \nthis Bulletin. All personnel shall be trained to apply the selected \nmethodology correctly, in accordance with a management-\napproved Management of Change plan \nJS \n1st Jan 2019 \n \nTable 1 Action Type Codes \nAction \nTypes \nJIG Bulletin Action Type Definition \n \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet \nthe JIG Standard(s) (JIG 1, 2, 4, EI/JIG 1530 and the JIG HSSE Management System). \nRP \nJIG Recommended Practice which the JV should consider adopting as its own \npractice (**). \nI \nIssued for information purposes only. \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common \nProcesses as the governing operational standard then adoption of changes to applicable JIG \nStandards and/or Common Processes should not be considered optional by the JV Board. \n \n \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, \nand does not preclude the use of any other operating procedures, equipment or inspection procedures. The \ninformation contained in this publication is subject to constant review in the light of changing government \nrequirements and regulations. Although efforts are made to keep this information up-to-date, accurate,", "source": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring.pdf", "meta": {"page_span": "5", "chunk_length": 1397}}
{"doc_id": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring", "page": 5, "chunk_id": 13, "text": "contained in this publication is subject to constant review in the light of changing government \nrequirements and regulations. Although efforts are made to keep this information up-to-date, accurate, complete,", "source": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring.pdf", "meta": {"page_span": "5", "chunk_length": 209}}
{"doc_id": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring", "page": 6, "chunk_id": 14, "text": "[Page 6]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 6\n \n \nBulletin No 113 Filter dP measurement and trend monitoring 10th August 2018 \nand free from error, we make no representation, warranty or guarantee, whether express or implied, that the \ninformation is up-to-date, accurate, complete, free from error, or in compliance with applicable law and regulations. \nNo subscriber or other reader should act on the basis of any such information without referring to applicable laws \nand regulations and/or without taking appropriate professional advice. None of JIG, its Members, the Companies \naffiliated with its Members accepts responsibility for any loss or damage, whether in contract, tort (including \nnegligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use, \nadoption or reliance on the information in this document. You use this information at your own risk, but for the full \nterms and conditions concerning use of this document, please refer to http://www.jigonline.com/legal-and-\ncopyright/ \n \nJIG is the owner of the copyright and all intellectual property rights in the publication. IATA uses such rights with \npermission from JIG.", "source": "Bulletin-113-Filter-dP-measurement-and-trend-monitoring.pdf", "meta": {"page_span": "6", "chunk_length": 1224}}
