{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 1, "chunk_id": 1, "text": "[Page 1]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 1\n \n \nBulletin No 122 EI/JIG 1530 2nd edition 3rd June 2019 \nThis Bulletin supersedes JIG Bulletins 68 and 79. \nBackground - EI/JIG 1530 1st edition \nEI/JIG 1530 Quality Assurance Requirements for the Manufacture, Storage and Distribution of \nAviation Fuels to Airports, which was first published in October 2013, was the first single \nindustry document to address aviation fuel handling and quality control, covering the whole \nsupply chain upstream of airports to the point of manufacture. \nJIG Bulletins 68 and 79 provided guidance to airport and distribution facility users of JIG \nStandards regarding the impact and progressive implementation of EI/JIG 1530 1st edition. \nEI/JIG 1530 2nd edition \nThe 2nd edition of the EI/JIG 1530 Standard has been produced by the Supply Chain Fuel Quality \nSub-Committee, which is a joint Energy Institute/JIG working group of industry experts. The \nreview process has included wide-ranging industry consultation, user feedback and review. The \n2nd Edition has now been approved and published in May 2019. \nEI/JIG 1530 2nd edition contains numerous detailed changes from the 1st edition, reflecting the \nlarge number of comments and recommendations for improvement received from \nstakeholders for incorporation into this publication. \nSummary of changes \nEI/JIG 1530 2nd edition", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "1", "chunk_length": 1392}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 1, "chunk_id": 2, "text": "edition, reflecting the \nlarge number of comments and recommendations for improvement received from \nstakeholders for incorporation into this publication. \nSummary of changes \nEI/JIG 1530 2nd edition contains margin bars to highlight where changes have been made to \ncontent. A list of the main changes in the 2nd edition is provided in Appendix 1 of this Bulletin. \nIn addition, in order to facilitate the transition process and support JIG members to complete \nthe required MOC, JIG has developed and published a more detailed change log (see below). \nConformance to EI/JIG 1530 2nd edition \nTo claim conformance, it is necessary for an operating location to meet all of the applicable \nmandatory requirements of this Standard. Further information, including alternative means of \ncompliance and derogation are detailed in Annex M of EI/JIG 1530 2nd edition. \nEntities operating or wishing to operate in accordance with EI/JIG 1530 are required to \nundertake an assessment of their current facility design and operating procedures versus the \nEI/JIG 1530 2nd edition requirements, as explained below. \nFacilities that have previously completed the gap-assessment against EI/JIG 1530 1st ed \nRequired process: Facilities that have previously completed a gap-assessment of their facility \ndesign and operating procedures against EI/JIG 1530 1st ed, are not required to undertake a \nconformance", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "1", "chunk_length": 1393}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 1, "chunk_id": 3, "text": "equired process: Facilities that have previously completed a gap-assessment of their facility \ndesign and operating procedures against EI/JIG 1530 1st ed, are not required to undertake a \nconformance self-assessment again. However, these facilities shall assess their operation \nversus the updated requirement of EI/JIG 1530 2nd edition. The objective of this management \nof change (MOC) is to identify updated requirements in 2nd edition that have an impact on", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "1", "chunk_length": 461}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 2, "chunk_id": 4, "text": "[Page 2]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 2\n \n \nBulletin No 122 EI/JIG 1530 2nd edition 3rd June 2019 \nexisting facilities and operations and develop an action plan to implement these updates, in \naccordance with the updated Annex M of EI/JIG 1530. \nTo facilitate the transition process for facilities already operating in accordance with EI/JIG \n1530, JIG has developed a detailed change log outlining the differences between 1st edition \nand 2nd edition. This change log allows users to develop a comprehensive action plan for all \nchanges applicable to their operations to manage the transition from 1st edition to 2nd edition. \nThe use of this change log is optional, and users may choose to follow a different process to run \ntheir MOC. However, this change log is expected to facilitate the transition process and \ntherefore should be used by JIG members. \nTimeline: Locations currently operating in accordance with EI/JIG 1530 shall complete this \ntransition process to 2nd edition, by 1st July 2020. \nAttachment: Change Log tool: Click Here or email info@jigonline.com \n \nFacilities that have not previously completed the gap-assessment against EI/JIG 1530 1st ed \nRequired Process: Facilities that have not previously completed a gap-assessment of their \nfacility design and operating procedures against EI/JIG 1530 1st ed, but are intending to claim", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "2", "chunk_length": 1390}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 2, "chunk_id": 5, "text": "530 1st ed \nRequired Process: Facilities that have not previously completed a gap-assessment of their \nfacility design and operating procedures against EI/JIG 1530 1st ed, but are intending to claim \nconformance with the 2nd edition of the standard, shall complete the conformance self-\nassessment using the updated self-assessment checklist. These facilities shall agree with their \npartners a 'transition' date on which EI/JIG 1530 will become the operating standard in effect \nat the location, having first developed a plan to manage the change. \nFull details can be found in the updated Annex M of EI/JIG 1530. \nTimeline: There is no timeline requirement for facilities that have not previously operated in \naccordance with EI/JIG 1530 and wish to complete the conformance self-assessment process \nfor the first time. The 2nd edition self-assessment checklist is effective immediately. \nAttachment: Purchasers of EI/JIG 1530 2nd ed, please email info@jigonline.com for the \nConformance Self-assessment tool.", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "2", "chunk_length": 1011}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 3, "chunk_id": 6, "text": "[Page 3]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 3\n \n \nBulletin No 122 EI/JIG 1530 2nd edition 3rd June 2019 \nCompliance Assessments \nUpdated EI/JIG 1530 inspection checklist \nJIG's Supply and Distribution (S&D) inspection checklist for upstream S&D locations (refineries, \ninstallations and distribution facilities) has been updated to reflect changes in 2nd edition. \nThe updated inspection checklist is currently being uploaded into JIG's Inspection Tracking \nSystem, JITS (FOS platform), and is expected to be available in JITS by 1st July 2019. \nJIG Inspections of facilities operating in accordance with EI/JIG 1530 \nUpstream Supply and Distribution installations operating in accordance with EI/JIG 1530 that \nare included in JIG's Inspection Programme and registered to the JITS, will be inspected against \nthe updated EI/JIG 1530 inspection checklist, as soon as the updated checklist is available in \nJITS (expected by 1st July 2019). \nJIG inspectors are expected to highlight in the inspection reports the areas where compliance \nwith 2nd edition is required. Any gaps associated with 2nd edition updates shall not be raised as \ninspection recommendations for the first 12 months (i.e. until 1st July 2020), but are expected \nto be included in the \"Comments\" section of the report, to assist sites with implementation \nover the first year after the publication of", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "3", "chunk_length": 1398}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 3, "chunk_id": 7, "text": "first 12 months (i.e. until 1st July 2020), but are expected \nto be included in the \"Comments\" section of the report, to assist sites with implementation \nover the first year after the publication of the second edition. \nNote that EI/JIG 1530 focuses specifically on product quality assurance upstream of airports. \nJIG Bulletin 79 included a list of additional items outside the scope of EI/JIG 1530 that were \npreviously included in the JIG 3 S&D standard. These additional HSSE-related requirements are \nnow listed in Appendix 2 of this Bulletin and still apply to locations included in the JIG inspection \nprogramme (that are claiming \"Inspected to JIG Standards\"). \nThe additional HSSE-related items will not be identified during the Self-Assessment, as they are \nnot included in EI/JIG 1530. However, S&D facilities that are Inspected to JIG Standards shall \nmeet all of the additional requirements listed in Appendix 2, including the requirements of JIG \nHSSE Management System Standard.", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "3", "chunk_length": 994}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 4, "chunk_id": 8, "text": "[Page 4]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 4\n \n \nBulletin No 122 EI/JIG 1530 2nd edition 3rd June 2019 \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction \nType \nTarget \nCompletion Date \nS&D locations currently operating in accordance with EI/JIG \n1530 shall \n1. Review the change log and establish an action plan to \nimplement updated requirements, as part of their MOC \nfor the transition from 1st edition to 2nd edition. \n2. Change their working practices and procedures to meet \nthe requirements of EI/JIG 1530 2nd edition, in accordance \nwith their MOC plans \n3. Confirm to their fuel suppliers that the transition process \ndescribed above has been completed, by 1st July 2020 \nNote: The JIG change log should be used to establish the \nrequired action plan \nJS \n1 July 2020 \nS&D locations intending to operate in accordance with EI/JIG \n1530 that have not completed the self-conformance \nassessment before, shall \n1. Complete a conformance self-assessment using the \nupdated gap-assessment tool \n2. Change their working practices and procedures to meet \nthe requirements of EI/JIG 1530 2nd edition, in accordance \nwith their MOC plans \n3. Agree with their partners a 'transition' date to EI/JIG 1530 \nhaving first developed a plan to manage the change and \ninform their fuel suppliers \n- \nN/A \nS&D locations whose", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "4", "chunk_length": 1396}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 4, "chunk_id": 9, "text": "with their MOC plans \n3. Agree with their partners a 'transition' date to EI/JIG 1530 \nhaving first developed a plan to manage the change and \ninform their fuel suppliers \n- \nN/A \nS&D locations whose action plans to close gaps with \nmandatory \nrequirements \nin \nthe \nstandard \nhave \nimplementation periods greater than three months, shall \napply the Alternative Means of Conformance (AMC) or \nDerogation procedures, as stipulated in Annex M \nJS \n1 July 2020 \nS&D locations operating in accordance with the JIG standards \nthat are responsible for supplying airport locations operated \nin accordance with JIG 2, shall submit confirmation to fuel \nsuppliers using their facilities that they have completed the \nactions required in this Bulletin. \nJS \n1 July 2020", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "4", "chunk_length": 759}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 5, "chunk_id": 10, "text": "[Page 5]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 5\n \n \nBulletin No 122 EI/JIG 1530 2nd edition 3rd June 2019 \nTable 1 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \n \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG \nStandard(s) (JIG 1, 2, 4, EI/JIG 1530 and the JIG HSSE Management System). \nRA \nRequired Action to implement one off verification or checks outlined in the table of actions. \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \nI \nIssued for information purposes only. \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as \nthe governing operational standard then adoption of changes to applicable JIG Standards and/or Common \nProcesses should not be considered optional by the JV Board. \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, and does not \npreclude the use of any other operating procedures, equipment or inspection procedures. The information contained in this \npublication is subject to constant review in the light of changing government requirements and regulations. Although efforts are \nmade to keep this information up-to-date, accurate, complete, and free from error, we make no representation, warranty or", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "5", "chunk_length": 1394}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 5, "chunk_id": 11, "text": "t of changing government requirements and regulations. Although efforts are \nmade to keep this information up-to-date, accurate, complete, and free from error, we make no representation, warranty or \nguarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from error, or in compliance \nwith applicable law and regulations. No subscriber or other reader should act on the basis of any such information without \nreferring to applicable laws and regulations and/or without taking appropriate professional advice. None of JIG, its Members, the \nCompanies affiliated with its Members accepts responsibility for any loss or damage, whether in contract, tort (including \nnegligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use, adoption or \nreliance on the information in this document. You use this information at your own risk, but for the full terms and conditions \nconcerning use of this document, please refer to http://www.jigonline.com/legal-and-copyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. \nIATA uses such rights with permission from JIG.", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "5", "chunk_length": 1204}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 6, "chunk_id": 12, "text": "[Page 6]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 6\n \n \nBulletin No 122 EI/JIG 1530 2nd edition 3rd June 2019 \nAppendix 1 - List of Changes \nA list of the main changes in EI/JIG 1530 2nd edition is provided below. \nClause \nDescription of change \nGeneral \nStandard made less jet fuel-specific with the inclusion of aviation gasoline (avgas) when appropriate. References to \naviation fuel, apply to both jet fuel and avgas. \nGeneral \nReferences to requirements of specific aviation fuel specifications removed unless appropriate. \nGeneral \nAll references to Filter Monitors and EI 1583 removed. \nGeneral \nAll references to Periodic Testing removed throughout document, requirement to retest fuel covered by 2.2.6, \nduration of validity of certificate. \nGeneral \nUse of term isolate/isolated removed from document to avoid confusion with other uses of term (e.g. isolate \nelectricity) definition removed from glossary. \n2.3 \nMajor redraft of section to provide further clarity and accommodation of fungible pipeline systems. Updated \nexamples given in schematics including addition of fungible pipeline scenario. \n4.5.8 \nAdditional sections added to cover tests for particle counting, chloride contamination, microbiological growth \n(MBG), chemical water detector (CWD) and fuel system icing inhibitor (FSII). \n4.5.8.10 \nTitle changed to \"Requirements for field test laboratories", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "6", "chunk_length": 1399}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 6, "chunk_id": 13, "text": "ing, chloride contamination, microbiological growth \n(MBG), chemical water detector (CWD) and fuel system icing inhibitor (FSII). \n4.5.8.10 \nTitle changed to \"Requirements for field test laboratories and field-testing equipment'\" with additions to cover \nrequirements of field-testing laboratories. \nChapter 5 \nTitle changed to \"Certifying laboratories\" to distinguish from field testing laboratories. \nChapter 6 \nExtensive additions to include reference to avgas grades and the manufacturing of avgas. \n7.3 \nNew sections added regarding leak detector additive, avgas dyes and tetraethyl lead (TEL) for avgas. \n8.3.3 \nSingle and multi-product pipeline receipt sampling requirements aligned. \n8.4.2 \nSeveral options for reducing tank settling time added based upon tank design, additional sampling and testing, and \nwhether supplying direct or indirect to airport service tanks. \n9.3.4 \nRequirement for new tanks brought into aviation fuel service to have either fixed roof or dome cover changed to \napply only to direct to airport service tanks. \n9.3.7 \nRequirement for separate inlet and outlet lines for tanks is mandated for tanks delivering direct to airport service \ntanks or into grade-dedicated systems. Direct to airport service tank locations with single inlet/outlet lines shall be \nupgraded. Non-direct to airport locations with single inlet/outlet lines require procedures to manage line", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "6", "chunk_length": 1399}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 6, "chunk_id": 14, "text": "d systems. Direct to airport service tank locations with single inlet/outlet lines shall be \nupgraded. Non-direct to airport locations with single inlet/outlet lines require procedures to manage line content. \n9.3.8 \nSeparation and Positive segregation section redrafted to clarify when positive segregation is required. In addition, \ndefinitions of separation, segregation and positive segregation clarified. Schematic illustrations of when positive \nsegregation is required added (6 cases in all) as new Annex Q. \n9.3.8 \nClarification added on when thermal relief valves (TRVs) on tank inlet or outlet lines may/may not bypass to the \nstorage tank. \n9.5.1.6 \nRequirements for verification of positive segregation effectiveness amended to at least every three months. \n10.1.6 \nRedrafted to avoid duplication as ship-to-ship transfer and loading into floating storage are the same operation \nand to enable traceability to be retained during transfer between ships. \n10.2.3.3, \n8.3.4 \nSampling requirements from multi-product pipeline aligned with single grade pipeline. 8.3.4 also changed to be \nconsistent. Clarified that automatic continuous in-line monitoring acceptable. \n10.3.4 \nDriver controlled loading section added. \n10.3.5 \nDriver controlled delivery section added. \nAnnex A \nRedrafted to differentiate between authorised signatories process for laboratory documents and operational", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "6", "chunk_length": 1392}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 6, "chunk_id": 15, "text": "trolled loading section added. \n10.3.5 \nDriver controlled delivery section added. \nAnnex A \nRedrafted to differentiate between authorised signatories process for laboratory documents and operational \ndocuments with examples given of each. \nAnnex M \nConcept of derogation introduced. \nAnnex N \nNew Annex N added covering fungible pipeline breakout/staging tankage (drain-dry). Numerous references to new \nAnnex N added throughout text as applicable. \nAnnex O \nNew Annex O added covering aviation fuel cleanliness assessment by particle counting techniques. \nAnnex P \nNew Annex P added giving summary of routine test frequencies. \nAnnex Q \nExample schematic illustrations added of aviation fuel supply chains and the requirements for segregation and \npositive segregation.", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "6", "chunk_length": 770}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 7, "chunk_id": 16, "text": "[Page 7]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 7\n \n \nBulletin No 122 EI/JIG 1530 2nd edition 3rd June 2019 \nAppendix 2- Additional JIG requirements not covered in EI/JIG 1530 \nThe following table lists the additional HSSE-related requirements for Supply and Distribution facilities in \nthe JIG Inspection process, which are not covered (not in scope) in EI/JIG 1530. \nThese items will not be identified during the Self-Assessment, as they are not included in EI/JIG 1530, \nhowever, S&D facilities being included in the JIG inspection programme will be expected to meet all of the \nrequirements listed below, including the JIG HSSE MS, in addition to the requirements of EI/JIG 1530. \nAny operating entity handling aviation fuels is expected to implement and maintain an HSSE Management \nSystem that seeks to proactively improve HSSE performance in preventing injury, ill-health, environmental \nand security impacts. \nThe JIG HSSE Management System Standard describes the minimum expectations with which HSSE \nsystems shall be managed. Entities that operate to the EI/JIG 1530 Standard are expected to meet the \nrequirements of the JIG HSSE MS and regulatory requirements. Locations inspected in accordance with \nthe JIG Inspection Programme shall be externally audited against the standard at least every 3 years. \nJIG inspectors will be using the following questions to", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "7", "chunk_length": 1396}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 7, "chunk_id": 17, "text": "Locations inspected in accordance with \nthe JIG Inspection Programme shall be externally audited against the standard at least every 3 years. \nJIG inspectors will be using the following questions to check that S&D locations meet the additional HSSE \nrequirements of JIG including the JIG HSSE MS Standard. \nRef \nEI/JIG 1530 inspection checklist \nJIG \nexpectations \nD1-2 \nIs an HSSE induction programme implemented for all personnel, contractors, and \nvisitors? Was a suitable induction performed when the inspector arrived on site? \nJIG HSSEMS \n5.3 \nD1-3 \nAre 'Safety Walks' conducted by Managers and Supervisors to a defined \nfrequency? \nJIG HSSEMS \n1.9 \nD1-4 \nAre safety signs prominently displayed throughout the location and are the signs \nwell maintained? \nJIG HSSEMS \nSections 6,7 \nD1-5 \nIs there evidence that a permit to work system is being used with appropriate \nsafeguards for confined space entry, hazardous entry (pressure etc), hot work, \nisolation, electrical work and other activities requiring control? \nJIG HSSEMS \n2.6 \nD1-6 \nDoes the permit to work system include the assignment of competent persons to \nauthorise permits? \nJIG HSSEMS \nSection 5 \nD1-7 \nIs the location adequately secured to prevent the access of unauthorised people? \nInspector to check that there are no obvious security issues during visit \nJIG HSSEMS \n2.4, 7.3 \nD2-1 \nIs there a current training plan for new", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "7", "chunk_length": 1397}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 7, "chunk_id": 18, "text": "secured to prevent the access of unauthorised people? \nInspector to check that there are no obvious security issues during visit \nJIG HSSEMS \n2.4, 7.3 \nD2-1 \nIs there a current training plan for new and existing personnel, including \ncontractors and sub-contractors, and are refresher training requirements defined? \nJIG HSSEMS \nSection 5 \nEI/JIG 1530 2.4", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "7", "chunk_length": 355}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 8, "chunk_id": 19, "text": "[Page 8]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 8\n \n \nBulletin No 122 EI/JIG 1530 2nd edition 3rd June 2019 \nRef \nEI/JIG 1530 inspection checklist \nJIG \nexpectations \nD2-2 \nDo training records include: \n- \nHSSE awareness and skills training? \n- \nRegular Operating and QC training? \n- \nFire-fighting training? \n- \nFire drills and emergency procedure exercises? \n- \nFollow up on-the-job observation training? \nJIG HSSEMS \nSection 5 \nEI/JIG 1530 2.4 \n4.5.8.10 \nD2-3 \nDoes the location have a PPE policy which includes the requirement for \nmanagement and visitors to wear appropriate PPE? \nJIG HSSEMS \n1.2 \nD2-4 \nCan appropriate medical aid and ambulance service be obtained within a \nreasonable timeframe? \nJIG HSSEMS \n6.2 \nD2-5 \nIs a stocked first aid kit available and has clear responsibility for maintaining it \nbeen assigned? \nJIG HSSEMS \n6.2 \nD2-6 \nAre adequate washing facilities provided? \nJIG HSSEMS \nSection 6 \nD2-7 \nIs a procedure in place for management of change to be applied including a post-\nimplementation review? \nDoes the MOC process consider the impact of proposed changes on product \nquality? \nJIG HSSEMS \nSection 8 \nEI/JIG 1530 \nSection 3 \nD2-8 \nIs there a written procedure for incident reporting (including PQ incidents)? \nJIG HSSEMS \n10.1, 10.4 \nD2-9 \nAre reports of incidents (including PQ incidents) and actions taken shared with \npersonnel and", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "8", "chunk_length": 1393}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 8, "chunk_id": 20, "text": "here a written procedure for incident reporting (including PQ incidents)? \nJIG HSSEMS \n10.1, 10.4 \nD2-9 \nAre reports of incidents (including PQ incidents) and actions taken shared with \npersonnel and participant companies? \nJIG HSSEMS \n10.5 \nD2-10 \nAre written pre-planned response procedures in place for: \n- Equipment breakdown affecting ability to operate \n- Power failure \n- Product spillage \n- Serious injury to staff, contractors or third parties \n- Terrorist actions, bomb warning, civil disturbance etc. \n- Fuel quality problems \n- Fire \n- Stock shortages \n- Large scale health risks (e.g. communicable diseases) \n- Is there evidence that personnel have been made aware of the contents \nrelevant to them? \nJIG HSSEMS \nSection 11 \nD2-11 \nAre emergency telephone numbers immediately available and up to date? \nJIG HSSEMS \nSection 11 \nD2-12 \nEmergency shut-down switch/system tests? \nJIG HSSEMS \nSection 11 \nD2-13 \nIs a drawing of the installation prominently displayed, identifying the location of \nfirefighting equipment, emergency shut-down devices, alarm activation points, \nexits, assembly points and first aid equipment? \n Is a set of critical drawings (general layout, piping and instrumentation diagram, \nprocess flow diagram) of the storage installation available either electronically or in \nhard copy? \nJIG HSSEMS \n4.4, 11.5 \nEI/JIG 1530 \n9.1.6", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "8", "chunk_length": 1360}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 8, "chunk_id": 21, "text": "ntation diagram, \nprocess flow diagram) of the storage installation available either electronically or in \nhard copy? \nJIG HSSEMS \n4.4, 11.5 \nEI/JIG 1530 \n9.1.6", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "8", "chunk_length": 160}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 9, "chunk_id": 22, "text": "[Page 9]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 9\n \n \nBulletin No 122 EI/JIG 1530 2nd edition 3rd June 2019 \nRef \nEI/JIG 1530 inspection checklist \nJIG expectations \nB5R \nAre bonding wires in good condition? \nInspector to check electrical continuity. \n(not required for permissive bonding \nsystems which are self-checking) \n \n \nAll electrical bonding wires, clips and reels shall be checked daily for \nfirm attachment and general condition, and weekly for electrical \ncontinuity (there shall be less than 25 ohms resistance). The condition \nshall be visually checked along the entire length of the wire including \nconnections. Electrical continuity shall be checked over several \nrevolutions of the reel while unreeling or reeling in the bonding wire \nslowly. Permissive bonding systems that require a bonding circuit to \nallow pump start shall be checked daily for general condition and \nmaintained in accordance with the manufacturer's required \nmaintenance, at least annually. \nB6R \nAre road tanker/rail car receipt areas \nconstructed of a low permeability material \nand do the areas have a positive slope and \ndrainage to an oil water separator (OWS)? \nRoad tanker/rail car receipt and loading areas shall be constructed of \na low-permeability material. The surface areas shall have a positive \nslope and drainage to an oil/water separator \nB11R \nIs equipment bonded to", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "9", "chunk_length": 1398}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 9, "chunk_id": 23, "text": "car receipt and loading areas shall be constructed of \na low-permeability material. The surface areas shall have a positive \nslope and drainage to an oil/water separator \nB11R \nIs equipment bonded to offloading facility \nbefore hoses are connected and is bonding \nmaintained until hoses are disconnected? \n \n \nWhen discharging or loading road and rail vehicles, vehicles shall \nalways be bonded to fixed facilities which in turn are suitably earthed. \nBonding shall be completed before hoses are connected and prior to \nopening valves, fill caps, dip hatches etc., and remain in position until \nafter hoses are finally disconnected and hatches etc. are closed. \nB2-5 \nAre handrails, ladders and steps adequate \nand in good condition? \nLadders, walkways and handrails shall be kept free of rust and in \ngood condition. \nB2-11 \nAre tanks fitted with high level alarm \nsystems as a minimum? Where required \n(vessel or pipeline supply) are storage \ntanks equipped with a separate (high-\nhigh) level shut off system that stops the \nfuel flow at a predetermined level? \n \n \nAll tanks (including PRTs not fitted with self-closing inlet valves) shall \nbe fitted with high-level alarm systems and the systems shall be \nroutinely tested. Low level alarm systems are also recommended. At \nlocations supplied by vessel or pipeline or by multiple simultaneous \ndischarge of road tankers or rail tank cars,", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "9", "chunk_length": 1392}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 9, "chunk_id": 24, "text": "ystems shall be \nroutinely tested. Low level alarm systems are also recommended. At \nlocations supplied by vessel or pipeline or by multiple simultaneous \ndischarge of road tankers or rail tank cars, storage tanks shall be \nfitted with a high level audible alarm and a separate \"high-high\" level \nsystem that shuts down the fuel flow when a predetermined level of \nfuel in the tank is reached. Any relaxation to these requirements shall \nbe supported by risk assessments to demonstrate acceptability of \nrelaxed procedures, e.g. tanks supplied by vessel that are not \nequipped with an automated shutdown system where there might be \nan increased risk of a spill on the water based on a documented RA. \nB2-12 \nIs bund capacity sufficient? (at least 110% \nof the storage capacity of the largest tank) \nFor \"catchpot\" or horizontal double \nskinned tanks, do they meet the overfill \nand containment requirements of JIG \nBulletin 122? \n \n \nTank bunds shall meet the requirements of local legislation and have \na capacity of at least 110% of the storage capacity of the largest tank \ncontained within a bund wall. Tank bund areas should be kept free of \nvegetation and bund drain valves kept closed and secured. Standing \nwater shall be drained from bunds without delay. \nVertical 'catchpot' tanks (typical German design) shall have a double \nbottom on the primary containment. Tank overfill containment", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "9", "chunk_length": 1397}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 9, "chunk_id": 25, "text": "ecured. Standing \nwater shall be drained from bunds without delay. \nVertical 'catchpot' tanks (typical German design) shall have a double \nbottom on the primary containment. Tank overfill containment shall \nbe provided and the volume and extent of overfill containment shall \nbe assessed against the environmental risk, but will typically be based \non flow rate and time. Horizontal double-skinned tanks shall have all \npipework entries above the maximum liquid level, but discharge shall \nbe at low level inside the tank. The second skin containment volume \nshall meet national regulations (the 110% rule may not apply). Semi-\nburied or buried tanks may not require a bund; however, the overfill \ncontainment shall be provided as above. \nNew in \nB3 \nAre loading areas constructed of a low \npermeability material and do they have a \npositive slope & drainage to an O/WS? \nRoad tanker/rail car receipt and loading areas shall be constructed of \na low-permeability material. The surface areas shall have a positive \nslope and drainage to an Oil/Water Separator", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "9", "chunk_length": 1058}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 10, "chunk_id": 26, "text": "[Page 10]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 10\n \n \nBulletin No 122 EI/JIG 1530 2nd edition 3rd June 2019 \nRef \nEI/JIG 1530 inspection checklist \nJIG expectations \nB3-18 \nIs road tanker bonded to loading facility \nbefore hoses are connected and is bonding \nmaintained until hoses are disconnected? \nAre bonding wires in good condition? (not \nrequired for permissive bonding systems \nwhich are self-checking) \nWhen discharging or loading road and rail vehicles, vehicles shall \nalways be bonded to fixed facilities which in turn are suitably earthed. \nBonding shall be completed before hoses are connected and prior to \nopening valves, fill caps, dip hatches etc., and remain in position until \nafter hoses are finally disconnected and hatches etc. are closed. \nB3-20 \nWhere equipment is top-loaded, is there \nadequate fall protection \nIf it is necessary to work at height to perform loading operations or \ncarry out checks, a risk assessment shall be carried out and \nappropriate measures put in place (such as fall protection equipment) \nto minimise risk. \nB3-22 \nAre procedures and equipment available to \nprevent over-filling? \n \n \nProcedures and equipment used for loading road tankers/rail cars \nshall be designed to prevent fuel spillage. The operator controlling the \nloading operation shall remain in attendance throughout and shall \nhave immediate access to a", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "10", "chunk_length": 1397}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 10, "chunk_id": 27, "text": "loading road tankers/rail cars \nshall be designed to prevent fuel spillage. The operator controlling the \nloading operation shall remain in attendance throughout and shall \nhave immediate access to a means of stopping the fuel flow quickly. \nAdequate spill protection measures (e.g. fuel containment barriers) \nshall be provided. \nE2-5 \nMonthly floating suctions buoyancy checks \nwhere applicable \n \n \nFloating suction arms, bonded to the tank shell, with position \nindicators and/or check cables bonded to the tank shell. For effective \nbonding of check cables, they shall be installed with permanent metal \nto metal contact with the tank shell. Position indicators should be \nused for large above-ground vertical tanks. The correct operation of \nfloating suction arms shall be checked monthly. \nE2-6 \nCondition of vents and coarse mesh \nscreens (or PV valves and flame arrestors \nwhere fitted) (quarterly/annual) \n \nThe condition of free vents and mesh screens shall be checked at least \nquarterly for evidence of damage or obstruction, or more frequently as \ndictated by local conditions. Pressure/vacuum relief valves and flame \narrestors, where fitted, shall be checked and serviced at least annually \nand in accordance with the manufacturer's recommendations. \nE2-7 \nHigh level alarm systems' checks \n(monthly/annual) \n \nThe correct operation of all high level alarm systems shall be checked", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "10", "chunk_length": 1397}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 10, "chunk_id": 28, "text": "nually \nand in accordance with the manufacturer's recommendations. \nE2-7 \nHigh level alarm systems' checks \n(monthly/annual) \n \nThe correct operation of all high level alarm systems shall be checked \nat least annually in accordance with written procedures and more \nfrequently if required by local regulations or recommended by \nmanufacturers. A monthly functional check of high-level alarms should \nalso be performed where possible. Tanks should not be filled to the \nlevel at which the high level alarm is activated except during test \nprocedures. \nE2-12 \nDaily visual check of bonding wires and \nclips \nAll electrical bonding wires, clips and reels shall be checked daily for \nfirm attachment and general condition \nE2-13 \nWeekly electrical continuity check \n(not required for permissive bonding \nsystems) \n \nWeekly checks of electrical bonding wires, clips and reels for condition \nand electrical continuity shall be recorded. Records of daily general \ncondition checks of permissive bonding systems and annual \nmaintenance as required by the manufacturer shall be maintained. \nE2-18 \nAnnual earthing straps/rods electrical \nresistance checks \n \nRecords of annual checks for resistance of fixed facility earthing \nstraps/rods (where fitted to storage tanks, pipework and filter vessels \netc.) shall be maintained \nE3-11 \nAnnual servicing of air eliminators and \npressure relief valves \nAir", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "10", "chunk_length": 1393}}
{"doc_id": "Bulletin-122-EIJIG1530-2nd-Edition", "page": 10, "chunk_id": 29, "text": "ixed facility earthing \nstraps/rods (where fitted to storage tanks, pipework and filter vessels \netc.) shall be maintained \nE3-11 \nAnnual servicing of air eliminators and \npressure relief valves \nAir eliminators shall be inspected annually for proper functioning of \nthe air release mechanism or whenever the filter/separator is opened, \nfollowing the procedures outlined in the manufacturer's manuals. Air \neliminators that cannot be inspected, e.g. welded construction types, \nshall have a visual flow indicator device installed to indicate correct \noperation. Thermal relief valves shall be tested in accordance with the \nmanufacturer's recommendations at least annually.", "source": "Bulletin-122-EIJIG1530-2nd-Edition.pdf", "meta": {"page_span": "10", "chunk_length": 674}}
