{"doc_id": "Bulletin-93-OutlineBoardAgenda-Sep-2016", "page": 1, "chunk_id": 1, "text": "[Page 1]\nCommon Process \nBulletin \n \n \n1 \n \nBulletin 93 Outline Board Agenda Sep 2016 \nBackground \nThis Bulletin has been issued in response to a request from some JIG Member JV Representatives for guidance on \nwhat should be covered in Board/Management Committee meetings so that the management of the Operation can \nbe seen to be systematic and in control. \nBoard/Management Committee meetings play a pivotal roll (Fig 1) in the assurance1 and governance2 of an \nOperation's activities so that it delivers its business objectives and complies with Statutory Regulations, the \nOperation's Governing Documents and relevant JIG Standards and Common Processes. \nThe JIG Dashboard has been designed for aviation operations to make it easier and more efficient for the \nBoard/Management Committee and Site Manager to get assurance on compliance with relevant JIG Standards and \nCommon Processes and be able to provide assurance to Stakeholders when required. \nFig 1 Board/Management Committee's assurance and governance role \n \n \n \n \n1 Assurance - 'a positive, confidence-giving declaration' - interpretation for Operations, a Bottom Up auditing / checking process by \nself, supervisor staff or independent parties to check JV activities are being carried out in accordance with the JV governing \ndocuments (including minimum operating standards) and the law. \n2 Governance - 'Control' or 'Direction' -", "source": "Bulletin-93-OutlineBoardAgenda-Sep-2016.pdf", "meta": {"page_span": "1", "chunk_length": 1398}}
{"doc_id": "Bulletin-93-OutlineBoardAgenda-Sep-2016", "page": 1, "chunk_id": 2, "text": "ent parties to check JV activities are being carried out in accordance with the JV governing \ndocuments (including minimum operating standards) and the law. \n2 Governance - 'Control' or 'Direction' - Interpretation for Operations, a Top Down instruction process from JV Board / \nManagement Committee to JV Manager and onto JV staff to control the activities of the JV in accordance with the JV governing \ndocuments (including minimum operating standards) and the law.", "source": "Bulletin-93-OutlineBoardAgenda-Sep-2016.pdf", "meta": {"page_span": "1", "chunk_length": 467}}
{"doc_id": "Bulletin-93-OutlineBoardAgenda-Sep-2016", "page": 2, "chunk_id": 3, "text": "[Page 2]\nCommon Process \nBulletin \n \n \n2 \n \nBulletin 93 Outline Board Agenda Sep 2016 \nCP 0.05 JIG Outline Operation Board Agenda, Site Manager's Report and Assurance Plan \nThe Outline Board3 Agenda, Site Manager's Report and Assurance Plan (Ref JIG document CP 0.05) have been \ndeveloped to provide Site Managers and Participant Representatives4 with guidance on how to efficiently incorporate \nthe JIG Management System Best Practice, JIG Standards and Common Processes into an ISO 9000 type quality \nmanagement system cycle (Fig 2). \nThe Outline Board Agenda, Site Manager's Report and Assurance Plan are designed to generate a cycle of \nBoard/Management Committee Meetings, reports and minutes which together:- \n* \nProvide a high level of business assurance to stakeholders5 that the Operation meets minimum standards and \nhas a systematic approach to continuously improving risk management in each key area of its business6.. \n* \nDemonstrates the Board of Directors has exercised its fiduciary duties by carefully reviewing and considering \neach area of a business's activity at a frequency that would be seen as reasonable under the law. \nFig 2 \n \n \n \n \n3 For unincorporated Joint Ventures the 'Board' is the most senior Management Committee responsible for the assurance and \ngovernance of the Operation. \n4 Participant Representatives are the Participant representatives on the Board or", "source": "Bulletin-93-OutlineBoardAgenda-Sep-2016.pdf", "meta": {"page_span": "2", "chunk_length": 1394}}
{"doc_id": "Bulletin-93-OutlineBoardAgenda-Sep-2016", "page": 2, "chunk_id": 4, "text": "the 'Board' is the most senior Management Committee responsible for the assurance and \ngovernance of the Operation. \n4 Participant Representatives are the Participant representatives on the Board or Management Committee. \n5 Stakeholders can include: Site Managers, Boards/Management Committees, Participant Companies, Operating Companies, Users \nand other regulatory authorities. \n6 JIG Management System Best Practice - 6 Themes: Quality/Continuous Improvement, HSSE, Financial Control, Customer Service, \nPeople and Legal Compliance.", "source": "Bulletin-93-OutlineBoardAgenda-Sep-2016.pdf", "meta": {"page_span": "2", "chunk_length": 535}}
{"doc_id": "Bulletin-93-OutlineBoardAgenda-Sep-2016", "page": 3, "chunk_id": 5, "text": "[Page 3]\nCommon Process \nBulletin \n \n \n3 \n \nBulletin 93 Outline Board Agenda Sep 2016 \nNB. The Outline Board Agenda, Site Manager's Report and Assurance Plan are not exhaustive and should be adapted \n(by addition/deletion/amendment) by the Operation to meet: statutory regulations, shareholder agreement, \nOperation's business requirements and any specific direction from the Board. \n1. Outline Board Agenda - lists items to be discussed at the meeting including acceptance of the Site Manager's \nReport. \n* \nSome Operations find it helpful to mark agenda items 'For Decision, 'For Discussion' or 'For Information' to \nensure 'For Decision' items are addressed as a priority of the meeting. \n2. Site Manager's (SM) Report - systematically reports progress on all areas of business activity to allow the \nBoard and Site Manager to carry out their assurance and governance duties, make decisions to improve the \nperformance of the business and review and set the longer term strategic objectives of the business. \n* \nSome SM Report items may not need to be reported at every meeting (e.g. may only be reported annually). \n3. Assurance Plan - lists the assurance (internal/external7) audits that are necessary to get appropriate \nassurance on the business's activities. \n* \nOutput from the assurance plan should be reviewed and reported back to the Board. \n* \nFrequency of assurance activities to be", "source": "Bulletin-93-OutlineBoardAgenda-Sep-2016.pdf", "meta": {"page_span": "3", "chunk_length": 1396}}
{"doc_id": "Bulletin-93-OutlineBoardAgenda-Sep-2016", "page": 3, "chunk_id": 6, "text": "necessary to get appropriate \nassurance on the business's activities. \n* \nOutput from the assurance plan should be reviewed and reported back to the Board. \n* \nFrequency of assurance activities to be determined by the more frequent of: Statutory requirements, the \nOperation's governing documents or direction of the Board. \nCP 0.06 Continuous Improvement Plan / Site Manager Performance Contract \nThe Continuous Improvement Plan provides an outline template to help an operation balance its short and long term \nobjectives against the 6 themes in the JIG Management System Best Practice (Quality/Continuous Improvement, \nHSSE, Financial Control, People and Legal Compliance). The Continuous Improvement Plan is intended to help an \nOperation monitor progress in the following areas:- \n* \nStrategy - sets out the Operation's short & long term strategic objectives (a multi-year plan). \n* \nMeet Minimum Standards - ensure the Operation meets minimum standards in all 6 key areas of the \nbusiness (Quality/Continuous Improvement, HSSE, Financial Control, Customer Service, People and Legal \nCompliance). \n* \nContinuous Improvement - identify the Operation's priorities for continuous improvement in 6 key areas. \nMonitor and recognise progress (can be hard to see at the front line with long term objectives), \n* \nAlignment on the Operation's priorities between Board/Management Committee, Site", "source": "Bulletin-93-OutlineBoardAgenda-Sep-2016.pdf", "meta": {"page_span": "3", "chunk_length": 1392}}
{"doc_id": "Bulletin-93-OutlineBoardAgenda-Sep-2016", "page": 3, "chunk_id": 7, "text": "in 6 key areas. \nMonitor and recognise progress (can be hard to see at the front line with long term objectives), \n* \nAlignment on the Operation's priorities between Board/Management Committee, Site Manager and Site \nManagement Team. \n* \nPerformance - the Operation's Continuous Improvement Plan can be the basis for the Site Manager's \nannual performance review. \n* \nDeveloping Employees and the Operation's Behaviour & Culture - opportunity to identify personal \ndevelopment and also delegate individual initiatives to staff for personal development and allow \nindividuals to take some ownership/pride in the future of their Operation. \n \n \n \n7 Internal audits are carried out by the Operation's own staff. External audits are carried out by suitably qualified Participant \nRepresentatives or third parties appointed by the Board/Management Committee.", "source": "Bulletin-93-OutlineBoardAgenda-Sep-2016.pdf", "meta": {"page_span": "3", "chunk_length": 853}}
{"doc_id": "Bulletin-93-OutlineBoardAgenda-Sep-2016", "page": 4, "chunk_id": 8, "text": "[Page 4]\nCommon Process \nBulletin \n \n \n4 \n \nBulletin 93 Outline Board Agenda Sep 2016 \nCP 0.07 Implementation Plan - Relevant JIG Standards and Common Processes \nJIG Bulletin 47 introduced the JIG Management System Best Practice and Common Processes and JIG Bulletin 70 \nreminded Operations to review their Common Process Implementation Plan to set reasonable target dates for \nimplementing remaining applicable Common Processes for their own operation. \nNew Operations or Operations that do not have an Implementation Plan can use CP 0.07 which provides a template \nfor an Implementation Plan for Relevant JIG Standards and Common Processes. The template contains convenient \nreferences to relevant JIG Bulletins and Dashboard Training Packs. \n \nReference to Previous JIG Bulletins \n* \nJIG Bulletin 47 - JIG Management System Best Practice and Common Processes Implementation Plan. \n* \nJIG Bulletin 70 - CP 0.03 JIG Management System Best Practice and Common Process Implementation Plan. \n* \nCP 0.03 v1.1 260316 Introduction to JIG Common Process and Management System Best Practice.pptx (or latest \nissue) \n \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction \nType \nTarget \nCompletion \nDate \n1. Complete a review of the existing Operation's Board/Management \nCommittee meeting process using. the JIG Outline Board Agenda, Site \nManager's Report and", "source": "Bulletin-93-OutlineBoardAgenda-Sep-2016.pdf", "meta": {"page_span": "4", "chunk_length": 1399}}
{"doc_id": "Bulletin-93-OutlineBoardAgenda-Sep-2016", "page": 4, "chunk_id": 9, "text": "n \nAction \nType \nTarget \nCompletion \nDate \n1. Complete a review of the existing Operation's Board/Management \nCommittee meeting process using. the JIG Outline Board Agenda, Site \nManager's Report and Assurance Plan as a check list. The JIG Outline \nBoard Agenda, Site Manager's Report and Assurance Plan are not \nexhaustive \nand \nif \nused \nshould \nbe \nadapted \n(by \naddition/deletion/amendment) by the Operation to meet: statutory \nregulations, shareholder agreement, Operation's business requirements \nand any specific direction from the Board/Management Committee. \nRP \n30th June 2017 \n2. Consider adapting and adopting the Continuous Improvement Plan to \nhelp balance and monitor progress of short and long term objectives \nin each of the 6 themes in the JIG Management System Best Practice \n(Quality/Continuous Improvement, HSSE, Financial Control, Customer \nService, People and Legal Compliance). \nRP \n30th June 2017", "source": "Bulletin-93-OutlineBoardAgenda-Sep-2016.pdf", "meta": {"page_span": "4", "chunk_length": 921}}
{"doc_id": "Bulletin-93-OutlineBoardAgenda-Sep-2016", "page": 5, "chunk_id": 10, "text": "[Page 5]\nCommon Process \nBulletin \n \n \n5 \n \nBulletin 93 Outline Board Agenda Sep 2016 \nRelevant Publications \nCP 0.05 v1.1 130416 JIG Outline Operation Board Agenda.docx - available to download from \nwww.jigonline.com \nCP 0.06 v1 300316 JIG Example Operation Continuous Improvement Plan Site Managers Performance \nContract.xlsx \nCP 0.07 v1.1 300316 Implementation Plan JIG Standards and Common Processes.xlsx \n \nTable 1 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG \nStandard(s) (JIG 1, 2, 4 and JIG HSSE Management System) (**). \n \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \n \nI \nIssued for information purposes only. \n \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as the \ngoverning operational standard then adoption of changes to applicable JIG Standards and/or Common Processes should \nnot be considered optional by the JV Board. \n \n \n \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, and does not \npreclude the use of any other operating procedures, equipment or inspection procedures. \nThe information contained in this publication is subject to constant review in the light of changing government", "source": "Bulletin-93-OutlineBoardAgenda-Sep-2016.pdf", "meta": {"page_span": "5", "chunk_length": 1397}}
{"doc_id": "Bulletin-93-OutlineBoardAgenda-Sep-2016", "page": 5, "chunk_id": 11, "text": "reclude the use of any other operating procedures, equipment or inspection procedures. \nThe information contained in this publication is subject to constant review in the light of changing government requirements and \nregulations. Although efforts are made to keep this information up-to-date, accurate, complete, and free from error, we make no \nrepresentation, warranty or guarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from \nerror, or in compliance with applicable law and regulations. No subscriber or other reader should act on the basis of any such \ninformation without referring to applicable laws and regulations and/or without taking appropriate professional advice. None of JIG, \nits Members, the Companies affiliated with its Members accepts responsibility for any loss or damage, whether in contract, tort \n(including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use, \nadoption or reliance on the information in this document. You use this information at your own risk, but for the full terms and \nconditions concerning use of this document, please refer to http://www.jigonline.com/legal-and-copyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. IATA uses such rights with permission from JIG.", "source": "Bulletin-93-OutlineBoardAgenda-Sep-2016.pdf", "meta": {"page_span": "5", "chunk_length": 1378}}
{"doc_id": "Bulletin-93-OutlineBoardAgenda-Sep-2016", "page": 5, "chunk_id": 12, "text": "www.jigonline.com/legal-and-copyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. IATA uses such rights with permission from JIG.", "source": "Bulletin-93-OutlineBoardAgenda-Sep-2016.pdf", "meta": {"page_span": "5", "chunk_length": 178}}
