{"doc_id": "Bulletin-152-Governance-and-Assurance-Manual.cleaned", "page": 1, "chunk_id": 1, "text": "[Page 1]\nBULLETIN NO. 152 \nGOVERNANCE AND ASSURANCE MANUAL \n08/04/2024 \n \nThis Bulletin introduces the JIG G&A Manual, available on the JIG Website in the \"Standards\" area. This \nis a member-only document (including access for Member Locations and JVs in the JIG Inspection \nprogramme) that is free of charge for the PDF version and is available in print for PS15 (to cover printing \nand shipping costs). Adoption of the manual is voluntary by sites and users. \nBackground: \nJIG has developed, over many years, guidance on several Governance and Assurance processes. The \nGovernance Processes Committee has undertaken a review of these materials aiming to update them \nand bring them into a single document discussing how these materials link together and more importantly \nhow they enable the Governance Committees and site management teams to deliver good Governance \nand Assurance. Ineffective Governance and Assurance has the potential to create risks in aviation fuel \nhandling operations; the likelihood increases with the observed trend of reducing knowledge and \nexperience. For this reason, the JIG guidance has been thoroughly reviewed. The primary objective of the \nreview was to retain the industry knowledge gained in Governance and Assurance and to provide a holistic \napproach for those involved in Governance and Assurance; i.e. JV Representatives, Site Management \nand in-Company", "source": "Bulletin-152-Governance-and-Assurance-Manual.cleaned.pdf", "meta": {"page_span": "1", "chunk_length": 1396}}
{"doc_id": "Bulletin-152-Governance-and-Assurance-Manual.cleaned", "page": 1, "chunk_id": 2, "text": "the industry knowledge gained in Governance and Assurance and to provide a holistic \napproach for those involved in Governance and Assurance; i.e. JV Representatives, Site Management \nand in-Company supervisory roles. \nThe outcome of this review is the new JIG Governance and Assurance Manual. This Manual is a single a \nsingle reference document for those involved in the Governance & Assurance roles in joint ventures and \nsolus sites handling Aviation fuels. It provides guidance on effective Governance Committees, the tools \nthat should be used for effective Governance and Assurance and the process for effective Assurance \nPlanning. The manual introduces a checklist aiming to assure shareholders on the health of governance \nand assurance practices at Organizations. It also simplifies access to and understanding of the wide \nrange of Governance and Assurance Guidance materials. It brings clarity on the key governance and \nassurance aspects, why they matter and how these should be delivered. \n \nWhere to obtain a copy: \n \nThe new publication, JIG Business Governance and Assurance Manual, is now available for download at \nthis link from the JIG Website in the \"Standards & Publications\" page. It is available in digital and paper \nversions. The digital version includes hyperlinks to all the supporting base documents hosted in the \nwebsite as detailed below. \nTraining Packs and", "source": "Bulletin-152-Governance-and-Assurance-Manual.cleaned.pdf", "meta": {"page_span": "1", "chunk_length": 1392}}
{"doc_id": "Bulletin-152-Governance-and-Assurance-Manual.cleaned", "page": 1, "chunk_id": 3, "text": "tions\" page. It is available in digital and paper \nversions. The digital version includes hyperlinks to all the supporting base documents hosted in the \nwebsite as detailed below. \nTraining Packs and Online Courses: \nThis new Guidance is supported by five new Training Packs and Facilitator Notes that can be found \n(GP0.01) in the \"Policy Documents\" tab of the Standards & Publications page. \nThe Learning Hub also hosts five online courses (GP1-GP5) that cover the same subject matter. \nSUMMARY \nThis Bulletin introduces the JIG Governance & Assurance Manual, which \nincludes, in a single publication, all the Good Practice documents and \ntools that JIG has published about the governance and assurance at \naviation fuel handling facilities.", "source": "Bulletin-152-Governance-and-Assurance-Manual.cleaned.pdf", "meta": {"page_span": "1", "chunk_length": 743}}
{"doc_id": "Bulletin-152-Governance-and-Assurance-Manual.cleaned", "page": 2, "chunk_id": 4, "text": "[Page 2]\nPlease note that though the Manual also contains references to the JIG BRA process and Tool, this \nguidance has its own Training Pack / User Guide (GP4.06) and an online version of the User Guide, course \n(GP7). \nJIG Recommendations: \n \nJIG has updated its guidance materials, having recognised a need to retain the industry knowledge of the \nprinciples of governance in an increasingly complex environment. The Manual consequently gives JVs, \nindependent operators and companies a framework from which they can use the Good Practice most \nappropriate to them. The guidance is particularly recommended for independent JVs and smaller \noperators who may not have support from a larger organisation. \nMore Information: \nJIG will be introducing the Manual at the Manager Workshops in Dublin this week, and for those who are \nnot at the workshops, we are holding a webinar on 23rd April to present these guidance materials. Please \nsign up here: 09:00hrs (CET) Webinar. \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction Type \nTarget Completion \nDate \n1. Governance and Assurance Manual for all involved in Governance and \nAssurance to control potential risks. \nRP \nn/a \nTable 1 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG", "source": "Bulletin-152-Governance-and-Assurance-Manual.cleaned.pdf", "meta": {"page_span": "2", "chunk_length": 1395}}
{"doc_id": "Bulletin-152-Governance-and-Assurance-Manual.cleaned", "page": 2, "chunk_id": 5, "text": "potential risks. \nRP \nn/a \nTable 1 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG \nStandard(s) (JIG 1, 2, 4 and JIG HSSE Management System) (**). \n \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \n \nI \nIssued for information purposes only. \n \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as the \ngoverning operational standard then adoption of changes to applicable JIG Standards and/or Common Processes \nshould not be considered optional by the JV Board. \n \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG and does not preclude \nthe use of any other operating procedures, equipment or inspection procedures. \nThe information contained in this publication is subject to constant review in the light of changing government requirements and regulations. \nAlthough efforts are made to keep this information up-to-date, accurate, complete, and free from error, we make no representation, \nwarranty or guarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from error, or in compliance \nwith applicable law and regulations. No subscriber or other reader should act on the", "source": "Bulletin-152-Governance-and-Assurance-Manual.cleaned.pdf", "meta": {"page_span": "2", "chunk_length": 1397}}
{"doc_id": "Bulletin-152-Governance-and-Assurance-Manual.cleaned", "page": 2, "chunk_id": 6, "text": "her express or implied, that the information is up-to-date, accurate, complete, free from error, or in compliance \nwith applicable law and regulations. No subscriber or other reader should act on the basis of any such information without referring to \napplicable laws and regulations and/or without taking appropriate professional advice. None of JIG, its Members, the Companies affiliated \nwith its Members accepts responsibility for any loss or damage, whether in contract, tort (including negligence), breach of statutory duty, \nor otherwise, even if foreseeable, arising under or in connection with your use, adoption or reliance on the information in this document. \nYou use this information at your own risk, but for the full terms and conditions concerning use of this document, please refer to \nhttp://www.jigonline.com/legal-and-copyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. IATA uses such rights with permission from JIG.", "source": "Bulletin-152-Governance-and-Assurance-Manual.cleaned.pdf", "meta": {"page_span": "2", "chunk_length": 988}}
