{"doc_id": "Bulletin-136-Template-Airport-Access-Agreement", "page": 1, "chunk_id": 1, "text": "[Page 1]\nBULLETIN NO. 136 \nSTANDARD AIRPORT ACCESS AGREEMENT \n06/05/2021 \n \n \nTHIS BULLETIN IS ADDRESSED FOR INFORMATION TO ALL MEMBERS WHO OPERATE STAND-ALONE \nINTO-PLANE, HYDRANT OR STORAGE FACILITIES REQUIRING THEM TO INTERACT WITH THE OTHER \nOPERATORS ON THE SAME AIRPORT. \nTHIS BULLETIN INFORMS MEMBERS OF A NEW TEMPLATE \"STANDARD AIRPORT ACCESS \nAGREEMENT\" FOR VOLUNTARY USE AS NEEDED TO GOVERN THOSE SERVICE LEVELS AND \nRESPONSIBILITIES. \n \nBACKGROUND: \nAs airport operations have become more fragmented, many JIG Members have requested the Common \nProcesses Committee to propose a template Standard Airport Access Agreement to help regulate the \nrelationship and service level expectations - in both directions - between into-plane providers on the one \nhand and hydrant/storage operators on the other. The template agreement has been prepared with help \nand input from those operators. \nSUMMARY: \nThis new document, CP 8.07, is added to the portfolio of template JV Agreements that JIG already \npublishes for the benefit of its members. The document covers some specific areas of activity, including: \n- \nAgreement for all parties to follow JIG Standards \n- \nService Levels - availability of the facilities \n- \nService levels - integrity of equipment \n- \nWithdrawal of fuel and reporting requirements between the parties \n- \nReporting of malfunctions and breakages \n- \nLiabilities and Force", "source": "Bulletin-136-Template-Airport-Access-Agreement.pdf", "meta": {"page_span": "1", "chunk_length": 1399}}
{"doc_id": "Bulletin-136-Template-Airport-Access-Agreement", "page": 1, "chunk_id": 2, "text": "the facilities \n- \nService levels - integrity of equipment \n- \nWithdrawal of fuel and reporting requirements between the parties \n- \nReporting of malfunctions and breakages \n- \nLiabilities and Force Majeure \n \nThe Agreement is available for download from the Standards & Publications page of the JIG Website \n(www.jig.org) in the Policies and Governance section, or by clicking on this link. It is a template document \nto be adapted as necessary and provided for voluntary use by users at their sole discretion and risk. \nThere is no obligation for JIG Members nor JIG Joint Ventures to adopt this agreement. \n \nAs stated above, all JIG's template JV Agreements are available for download from the website.", "source": "Bulletin-136-Template-Airport-Access-Agreement.pdf", "meta": {"page_span": "1", "chunk_length": 706}}
