{"doc_id": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019", "page": 1, "chunk_id": 1, "text": "[Page 1]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 1\n \n \n \nBulletin No 124 \n \n \n \n \n \n \n29th October 2019 \nDiesel Exhaust Fluid Contamination of Jet Fuel \nThis bulletin is addressed to Into-plane operators who deliver JET-A1 with FSII to their \ncustomers using inline injection from truck mounted FSII reservoirs. \n \nBackground: \nThe mishandling of Diesel Exhaust Fluid (DEF) is an emerging threat to flight safety due to recorded \nincidents of its mistaken addition to the FSII dispensing reservoirs on refuelling vehicles, resulting in the \ndelivery of contaminated jet fuel to aircraft. DEF is a urea-based chemical which is added to the exhaust \nstreams of diesel-powered engines to reduce NOx emissions from the exhaust gases. Where an operation \nhandles both DEF and FSII there is a potential for cross contamination. This risk is increased where both \nfluids are added to reservoirs mounted on the same vehicle. If DEF is mixed with jet fuel it forms crystalline \ndeposits called clathrates. These deposits may accumulate on filters, fuel metering components, fuel \nsystem components or engine fuel nozzles and have caused engine shut-downs. DEF is commonly known \nas AdBlue(r), Bluetec(r) or H2blu(r). FSII is often known as e.g. PRIST(r) or ICE-5(r). \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe case for action: \nCross contamination has led to flight safety incidents", "source": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019.pdf", "meta": {"page_span": "1", "chunk_length": 1395}}
{"doc_id": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019", "page": 1, "chunk_id": 2, "text": "AdBlue(r), Bluetec(r) or H2blu(r). FSII is often known as e.g. PRIST(r) or ICE-5(r). \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe case for action: \nCross contamination has led to flight safety incidents including where engine propulsion has been \nlost (dead stick): \nNovember 2017-USA: FSII reservoir filled with DEF - 5 Aircraft emergency landings. \nAugust 2018-USA: DEF mixed into FSII reservoir after repairs - 2 Aircraft emergency landings. \nMay 2019-USA: DEF mixed into FSII transfer container - 2 Aircraft emergency landings & 1 \n 'dead stick' landing. \nFurther information can be found at: Aircraft Diesel Fluid Contamination Working Group \nhttps://download.aopa.org/advocacy/2019/2019_06_11_Aircraft_DEF_Contamination_Working_Group_Report_FINAL.pdf \nTypical FSII Injection system reservoir \n \n \n \nTypical truck mounted DEF reservoirs \n \nTypical FSII Injection control panel", "source": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019.pdf", "meta": {"page_span": "1", "chunk_length": 877}}
{"doc_id": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019", "page": 2, "chunk_id": 3, "text": "[Page 2]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 2\n \n \n \nBulletin No 124 \n \n \n \n \n \n \n29th October 2019 \nDiesel Exhaust Fluid Contamination of Jet Fuel \nActions: This bulletin introduces new requirements in the JIG Standards. \n \n1. Operators shall implement effective procedures for receipt, storage, transfer and stock recording of all \nFSII and DEF held on location, including: \n \nReceipt documentation \nIn order to support traceability and segregation, receipt documentation shall be checked to ensure that \nthe product and documentation supplied match the FSII and DEF ordered, and that all relevant documents \nhave been supplied. \nContainer condition/labelling \nAll containers received shall be checked for appropriate labelling and undamaged condition when \nreceived. If not present or suitable, appropriate labelling shall be applied at this stage. \nRecording of shipments and updating stock records \nRecords of shipment details, quantities received, stock levels in storage, quantities of FSII and DEF \ntransferred to vehicle reservoirs and stocks in vehicle reservoirs shall be maintained. \nDisposal of used containers \nWhen an FSII or DEF container is emptied, immediately move it to a separate used container area and \nmark it as empty with the original material signage marked with a large \"X\" (the signage should not be \nobliterated so container residual", "source": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019.pdf", "meta": {"page_span": "2", "chunk_length": 1391}}
{"doc_id": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019", "page": 2, "chunk_id": 4, "text": "d, immediately move it to a separate used container area and \nmark it as empty with the original material signage marked with a large \"X\" (the signage should not be \nobliterated so container residual contents can be identified and disposed of via an approved hazardous \nwaste process). \n \n2. Segregation, Storage and control of stocks \nThere is currently no colour differentiation between FSII and DEF and no Industry agreed standard for \nselective coupling systems, therefore, operators shall implement the following controls to manage FSII \nand DEF. \n* \nAll FSII and DEF stocks shall be stored in separate and segregated storage areas. \n* \nFSII and DEF storage areas shall be clearly labelled. \n* \nOperators shall control replenishment of truck mounted FSII and DEF reservoirs using procedures \nwhich require a documented cross check and confirmation by a second person prior to refilling \nthe reservoirs. \n \nAdditional physical controls to prevent cross contamination shall include one of the below; \n1. Lockable filler caps on truck mounted FSII reservoirs with keys held under controlled conditions. \n2. Transfer of FSII through a grade selective coupling/adaptor on the transfer hose and the \npermanently installed vehicle's FSII reservoir. These selective couplings/adaptors shall be unique \nfor FSII transfer at each site.", "source": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019.pdf", "meta": {"page_span": "2", "chunk_length": 1330}}
{"doc_id": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019", "page": 2, "chunk_id": 5, "text": "ermanently installed vehicle's FSII reservoir. These selective couplings/adaptors shall be unique \nfor FSII transfer at each site.", "source": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019.pdf", "meta": {"page_span": "2", "chunk_length": 130}}
{"doc_id": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019", "page": 3, "chunk_id": 6, "text": "[Page 3]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 3\n \n \n \nBulletin No 124 \n \n \n \n \n \n \n29th October 2019 \nDiesel Exhaust Fluid Contamination of Jet Fuel \n3. Vehicle reservoir labelling \nFSII and DEF reservoirs on fueling vehicles and transfer containers if used, shall be clearly labelled. A \nwarning sign shall also be applied next to the fill point, clearly naming the brand of the additive stored in \nthe reservoir, e.g. \n* \nFor DEF reservoirs: \"Warning! Reservoir for {Brand of DEF} only\" \n* \nFor FSII reservoirs: \"Warning! Reservoir for {Brand of FSII} only\" \n \n4. Procedures: \nAll requirements listed above shall be subject to appropriate Management of Change plans and reflected \nin written procedures for the receipt, storage, stock control, handling, transfer and dispensing of FSII and \nDEF. There shall be separate procedures for FSII and DEF. \n5. Training \nProvide clear training, instructions and procedures to all relevant staff including fuelling operators and \nvehicle mechanics on; \n* \nthe potential consequences and risks to flight safety of the mixing of DEF with jet fuel and its \neffects, and \n* \nthe correct storage, handling, dispensing and control of both FSII and DEF. \n \nAdditional information can be found in EI1538- Handling of Fuel System Icing Inhibitor and aviation fuel \ncontaining Fuel System Icing Inhibitor. \n \nActions to Implement this", "source": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019.pdf", "meta": {"page_span": "3", "chunk_length": 1394}}
{"doc_id": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019", "page": 3, "chunk_id": 7, "text": "of both FSII and DEF. \n \nAdditional information can be found in EI1538- Handling of Fuel System Icing Inhibitor and aviation fuel \ncontaining Fuel System Icing Inhibitor. \n \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction Type \n Completion Date \nImplement effective procedures for receipt, storage, stock control, \nhandling, transfer and dispensing of FSII and DEF held on location \nJS \n31 May 2020 \nEstablish appropriate segregation and labelling of FSII and DEF stocks \nin storage and operational use. \nJS \n31 May 2020 \nClearly label the FSII and DEF reservoirs on fuelling vehicles, transfer \ncontainers and hoses if used. \nJS \n31 May 2020 \nImplement physical controls to prevent cross contamination \nJS \n31 Oct 2020 \nProvide clear training, instructions and procedures to all relevant staff \nRA \n31 May 2020", "source": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019.pdf", "meta": {"page_span": "3", "chunk_length": 862}}
{"doc_id": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019", "page": 4, "chunk_id": 8, "text": "[Page 4]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 4\n \n \n \nBulletin No 124 \n \n \n \n \n \n \n29th October 2019 \nDiesel Exhaust Fluid Contamination of Jet Fuel \nTable 1 Action Type Codes \n \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG and does not \npreclude the use of any other operating procedures, equipment or inspection procedures. The information contained in this \npublication is subject to constant review in the light of changing government requirements and regulations. Although efforts are \nmade to keep this information up-to-date, accurate, complete, and free from error, we make no representation, warranty or \nguarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from error, or in compliance \nwith applicable law and regulations. No subscriber or other reader should act based on any such information without referring to \napplicable laws and regulations and/or without taking appropriate professional advice. None of JIG, its Members, the Companies \naffiliated with its Members accepts responsibility for any loss or damage, whether in contract, tort (including negligence), breach \nof statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use, adoption or reliance on the \ninformation in this document. You use", "source": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019.pdf", "meta": {"page_span": "4", "chunk_length": 1395}}
{"doc_id": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019", "page": 4, "chunk_id": 9, "text": "(including negligence), breach \nof statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use, adoption or reliance on the \ninformation in this document. You use this information at your own risk, but for the full terms and conditions concerning use of \nthis document, please refer to http://www.jigonline.com/legal-and-copyright/ \n \nJIG is the owner of the copyright and all intellectual property rights in the publication. \nIATA uses such rights with permission from JIG. \n \n \n \n \n \n \n \n \nAction Types \nJIG Bulletin Action Type Definition \n \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG \nStandard(s) (JIG 1, 2, 4, EI/JIG 1530 and the JIG HSSE Management System). \nRA \nRequired Action to implement one off verification or checks outlined in the table of actions. \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \nI \nIssued for information purposes only. \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as the governing \noperational standard then adoption of changes to applicable JIG Standards and/or Common Processes should not be \nconsidered optional by the JV Board.", "source": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019.pdf", "meta": {"page_span": "4", "chunk_length": 1258}}
{"doc_id": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019", "page": 4, "chunk_id": 10, "text": "ocesses should not be \nconsidered optional by the JV Board.", "source": "Bulletin-124-DEF-Contamination-in-Jet-Fuel-Oct-2019.pdf", "meta": {"page_span": "4", "chunk_length": 59}}
