{"doc_id": "Bulletin-58-Filter-Monitor-Vessels-and-dP-Switches-January-2013", "page": 1, "chunk_id": 1, "text": "[Page 1]\nBulletin No. 58 \nTechnical Bulletin \n January 2013 \nJoint Inspection Group \nwww.jigonline.com \nPage 1 of 3 \n \n \nHydrant Servicer Filter Monitor Vessels \nDifferential Pressure Switches \n \n \nIntroduction \n \nSince the Surabaya aircraft fuelling Incident in April 2010 there has been much discussion \non how to avoid a repeat of the differential overpressure of the monitor elements that was a \nmajor contributory factor to the event. It is recognised that there are a number of proprietary \nmonitoring systems available on the market to prevent differential overpressure, and this \nBulletin does not preclude them being fitted. However, the following is a minimum \nrequirement for equipment to be installed on all hydrant servicers that are operated to JIG \nStandards. \n \n \nDifferential Pressure (dP) Switches \n \nJIG requires that filter monitors shall never be operated above a differential pressure of 22 \npsi (see JIG 1, A6.3.4). A sudden increase in dP during a hydrant servicer fuelling operation \nmay be caused by excessive water or particulate contamination from the hydrant system. \nTo protect the fuelling operation from a sudden rise in dP, a dP switch shall be installed to \nactivate if a high dP (22 psi) is encountered. \n \nA dP switch shall be connected in parallel with the dP gauge and linked to the deadman and \nfuelling control system. The dP switch shall be set to 22 psi and", "source": "Bulletin-58-Filter-Monitor-Vessels-and-dP-Switches-January-2013.pdf", "meta": {"page_span": "1", "chunk_length": 1399}}
{"doc_id": "Bulletin-58-Filter-Monitor-Vessels-and-dP-Switches-January-2013", "page": 1, "chunk_id": 2, "text": "if a high dP (22 psi) is encountered. \n \nA dP switch shall be connected in parallel with the dP gauge and linked to the deadman and \nfuelling control system. The dP switch shall be set to 22 psi and designed to automatically \nstop the fuelling operation. The system shall not be capable of being reset by the fuelling \noperator and it shall be installed so that the deadman override does not reset and reactivate \nthe system. \n \nThe system shall also be fitted with a mechanism (eg. a key operated device) to reset the dP \nswitch after installing new filter elements or following dP gauge free movement tests. \nProcedures for aircraft fuelling by hydrant servicer shall be updated to include a requirement \nfor management intervention before the system is reset following activation of the switch \nduring a fuelling operation. \n \nDP switches shall meet the hazardous area classification for the installed location. Fuel-\nwetted parts shall be stainless steel with elastomers manufactured from Buna N, Viton or as \nrecommended by the manufacturer. For hydrant servicers with PLC systems that monitor \ndP, an algorithm can be programmed to shut down the system at 22 psi.", "source": "Bulletin-58-Filter-Monitor-Vessels-and-dP-Switches-January-2013.pdf", "meta": {"page_span": "1", "chunk_length": 1169}}
{"doc_id": "Bulletin-58-Filter-Monitor-Vessels-and-dP-Switches-January-2013", "page": 2, "chunk_id": 3, "text": "[Page 2]\nBulletin No. 58 \nTechnical Bulletin \n January 2013 \nJoint Inspection Group \nwww.jigonline.com \nPage 2 of 3 \n \n \n \nAction in Event of Switch Activation. \n \nFollowing any activation of a dP switch, the hydrant servicer shall be removed from the \nfuelling operation for investigation and the fuelling operation management and the hydrant \noperator, shall be notified immediately. Other fuelling operations at the airport should be \nnotified by the hydrant operation management. \n \nThe hydrant servicer filter elements shall be replaced before the vehicle is returned to \nservice. A second servicer may be used to complete the fuelling provided that the dP is \nmonitored closely during the remainder of the operation and fuel sampling requirements are \ncarried out (see JIG 1, 5.3.2). \n \n \nInvestigations following dP Switch Activation \n \nFor investigative purposes the following list, which is not exhaustive, should be used by the \nInto-plane Operation: \n \n \nWhat is the cause of the high dP? (Check fuel samples and condition of monitor \nelements) \n \nIs the dP switch circuit functioning correctly? \n \nAre there other servicers operating close to the affected servicer, and are they \nexperiencing an increase in dP? \n \nIf a second servicer is in use to complete the fuelling, is there any indication of \nincreasing dP? \n \nWas the dP increase a sudden change from a low value, indicating a", "source": "Bulletin-58-Filter-Monitor-Vessels-and-dP-Switches-January-2013.pdf", "meta": {"page_span": "2", "chunk_length": 1396}}
{"doc_id": "Bulletin-58-Filter-Monitor-Vessels-and-dP-Switches-January-2013", "page": 2, "chunk_id": 4, "text": "iencing an increase in dP? \n \nIf a second servicer is in use to complete the fuelling, is there any indication of \nincreasing dP? \n \nWas the dP increase a sudden change from a low value, indicating a problem, rather \nthan a \"normal\" increase? \n \nThe Hydrant Operator should investigate the following: \n \n \nHas the hydrant pit in question been used recently? \n \nHave there been any changes in the hydrant flow rate or direction? \n \nHas there been any engineering work carried out on the hydrant? \n \nHave the into-hydrant filters shown an increase in dP? (Check sump samples) \n \nOverall, the Hydrant Operator will need to respond appropriately and proportionately. \nGuidance for the optimum response cannot be prescriptive but in the event of a small \nnumber of dP switch activations, hydrant pit valve flushing and sampling may be required. In \nthe worst case, where a significant number of dP switches have been activated and there is \nother strong evidence of fuel quality problems in the hydrant system, the Hydrant Operator \nshould consider the suspension of hydrant use.", "source": "Bulletin-58-Filter-Monitor-Vessels-and-dP-Switches-January-2013.pdf", "meta": {"page_span": "2", "chunk_length": 1074}}
{"doc_id": "Bulletin-58-Filter-Monitor-Vessels-and-dP-Switches-January-2013", "page": 3, "chunk_id": 5, "text": "[Page 3]\nBulletin No. 58 \nTechnical Bulletin \n January 2013 \nJoint Inspection Group \nwww.jigonline.com \nPage 3 of 3 \n \n \n \nAction for JIG Into-plane JVs with Hydrant Servicers \n \n \nCarry out Tool Box Talks as a reminder of the following points \n \nThe fitting of dP switches to fuelling equipment filtration does not alter the requirement for \nfuelling operators to monitor the dP throughout fuelling operations (see JIG 1, 6.5.1 (f)). The \nrecording of observed dP and flow rate by the fuelling operator during every fuelling (see JIG \n1, A6.2.2) shall form part of the process for the planned withdrawal from service of hydrant \nservicers for the replacement of monitor elements before the 22 psi limit is reached. \n \nThe installation of dP switches does not alter the requirement for completion of weekly dP \ngraphs (see JIG 1, A6.2.2). Weekly graphs of flow-corrected dP are also part of the process \nfor the planned withdrawal from service of hydrant servicers for the replacement of monitor \nelements. \n \n \nRoutine Testing of dP Switches \n \nThe function of the dP switch shall be checked to ensure that the fuelling operation would be \nstopped when a pressure of 22 psi is applied to the dP switch. This check shall be \nperformed and recorded every six months and can be performed during the dP gauge free \nmovement check (see JIG 1, 4.10.3). \n \n \nTimeline for Compliance \n \nAll new hydrant", "source": "Bulletin-58-Filter-Monitor-Vessels-and-dP-Switches-January-2013.pdf", "meta": {"page_span": "3", "chunk_length": 1395}}
{"doc_id": "Bulletin-58-Filter-Monitor-Vessels-and-dP-Switches-January-2013", "page": 3, "chunk_id": 6, "text": "switch. This check shall be \nperformed and recorded every six months and can be performed during the dP gauge free \nmovement check (see JIG 1, 4.10.3). \n \n \nTimeline for Compliance \n \nAll new hydrant servicers with filter monitor vessels shall be ordered with a dP switching \ndevice (or PLC system) as described above. \n \nAll existing hydrant servicers with filter monitor vessels shall have a dP switching device (or \nPLC system) installed by December 31st 2013. \n \n \n \n \n \n \n \nThis document is intended for the guidance of Members of the Joint Inspection Group (JIG) and \ncompanies affiliated with Members of JIG, and does not preclude the use of any other operating \nprocedures, equipment or inspection procedures. Neither JIG, its Members, the companies affiliated \nwith its Members nor the International Air Transport Association (IATA) accepts responsibility for the \nadoption of this document or compliance with this document. Any party using this document in any \nway shall do so at its own risk.", "source": "Bulletin-58-Filter-Monitor-Vessels-and-dP-Switches-January-2013.pdf", "meta": {"page_span": "3", "chunk_length": 1004}}
