{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 1, "chunk_id": 1, "text": "[Page 1]\nJoint Inspection Group Limited (\"JIG\") is the owner of the copyright and all intellectual property rights in the publication. \nBULLETIN NO. 147 \nWater Barrier Filtration (CDFX B) \n5 April 2023 \nTHIS BULLETIN IS ADDRESSED TO ALL MEMBERS WITH INTO-PLANE OPERATIONS. \nIT INTRODUCES A CONTROLLED ACCEPTANCE* OF 2\" WATER BARRIER FILTRATION (WBF) QUALIFIED TO EI1588 2ND \nEDITION [CDFX - 2XXB OR CDFX-B] INTO THE JIG STANDARDS, TO SUPPLEMENT THE FILTRATION TECHNOLOGIES \nCURRENTLY ACCEPTED BY JIG. ENTITIES OPERATING IN ACCORDANCE WITH JIG STANDARDS MAY START USING THE TESTED \nWBF LISTED BELOW IN ACCORDANCE WITH THE PROCEDURES STIPULATED IN THIS DOCUMENT, WHICH FORM PART OF THE \nCURRENT JIG STANDARDS WITH IMMEDIATE EFFECT. \n*CONTROLLED ACCEPTANCE: BEING ADOPTION WITH A MAXIMUM ELEMENT SERVICE LIFE OF 6 MONTHS WITH THE OPTION TO EXTEND UP TO 12 \nMONTHS PROVIDING STIPULATED INSPECTION CRITERIA PROVIDED IN THIS BULLETIN ARE MET. THE TERMS OF THE CONTROLLED ACCEPTANCE WILL \nBE REVIEWED BY JIG WITH A VIEW TO EXTEND THE SERVICE LIFE OF THE ELEMENTS IF THE OPERATING DATA GATHERED SUPPORTS THIS POSITION. \nBACKGROUND: \nThe aviation industry has worked continuously over the past several years to develop and evaluate new technology to \nreplace Super Absorbent Polymer (SAP)-based filter monitors (FM), without the need for vessel configuration changes \n(drop-in replacement elements). The", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "1", "chunk_length": 1394}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 1, "chunk_id": 2, "text": "ars to develop and evaluate new technology to \nreplace Super Absorbent Polymer (SAP)-based filter monitors (FM), without the need for vessel configuration changes \n(drop-in replacement elements). The ultimate objective remains unchanged: to eliminate SAP-based filtration from all \naviation fuel handling applications for the reasons explained in JIG Bulletin 105 and further detailed in Bulletin 132. \nReminder that filter monitors will be removed from the JIG Standards by 1st July 2023. \nAs previously communicated, before new filtration technology can be adopted in JIG standards, it shall be successfully \nqualified against the relevant industry specifications, undergo a robust technical evaluation, and subsequently be \nsubjected to field trial where it is assessed against the Filtration Field Trial Protocol criteria specifically designed to \nconfirm the suitability of the technology for the intended application. \nFollowing the conclusion of the joint industry field trials on the first version (CDFX-A) of this technology (which was not \nsuitable for inclusion in JIG standards), JIG with the support of the manufacturer has just completed its evaluation of \nthe updated version, CDFX-B. \nFIELD TRIAL SUMMARY \nEI 1588 qualified water barrier filters remove free water, and solid particulates from fuel. The element contains a \nhydrophobic layer within the element itself which repels", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "1", "chunk_length": 1395}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 1, "chunk_id": 3, "text": "-B. \nFIELD TRIAL SUMMARY \nEI 1588 qualified water barrier filters remove free water, and solid particulates from fuel. The element contains a \nhydrophobic layer within the element itself which repels free water on the filter's upstream side. The WBF elements \ndo not adsorb or retain water. The elements are designed such that, after termination of flow, free water collected on \nthe upstream side of the element may fall to the bottom of the vessel where it can be drained-off (note that the \nelements are a pleated media construction, so some water will not positively drain when elements are mounted \nhorizontally). The element is designed so that any solid particulates are retained on the element media. \nThe review of the field evaluation results by the JIG Filtration Working Group and Operations Committee, has \nconfirmed that in the environments in which these elements were tested, for the duration of the service life \nexperienced under trial, the level of water and dirt reaching the aircraft in mobile applications was within acceptable \nlimits. Users should note that, as with previous Field Trials, elements did not experience any high water fuelling \nchallenges comparable to those that the elements have passed during the required Energy Institute laboratory \nqualification tests. \nLaboratory testing of CDFX-B elements at the completion of the trials confirmed that they met all of", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "1", "chunk_length": 1399}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 1, "chunk_id": 4, "text": "at the elements have passed during the required Energy Institute laboratory \nqualification tests. \nLaboratory testing of CDFX-B elements at the completion of the trials confirmed that they met all of the acceptance \ncriteria defined in the field trial protocol. However, the variable service life experienced under trial has limited our \nability to conduct an evaluation of certain aspects for the entire length of its expected service life. These include the \nstructural integrity, long-term propensity for microbial growth when these elements are used in wet systems and \npotential for disarming of the water separating characteristics. Some elements remain in service and are being", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "1", "chunk_length": 684}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 2, "chunk_id": 5, "text": "[Page 2]\nJoint Inspection Group Limited (\"JIG\") is the owner of the copyright and all intellectual property rights in the publication. \nmonitored to provide more information in these areas to support further updates to the controlled acceptance of this \ntechnology. \nBased on the field trial learnings, the WBF listed below are adopted into JIG standards with immediate effect, under \ncontrolled acceptance according to the procedures defined in this document. \nFilter \nParker Velcon product number \nWater Barrier Element, 2\" \nQualified to EI 1588 2nd Edition. \nModel No: CDFX - 2XXB \n \nNote that qualification of 5\" and 6\" diameter WBF (ACOX) to EI 1588 is pending. JIG will provide a further \ncommunication on these when qualified. \n \nFAILURE MODES AND EFFECTS ANALYSIS (FMEA). \nA Failure Modes and Effects Analysis (FMEA) study of this technology in into plane fuelling equipment was conducted. \nThe resulting report has been used in the development of the operating parameters and guidance included in this \ndocument. \n \nINTRODUCTION OF WATER BARRIER TECHNOLOGY AS A REPLACEMENT OPTION FOR FILTER MONITORS. \nThe Water Barrier Filters listed above are adopted into JIG standards with immediate effect, under Controlled \nAcceptance and according to the procedures defined in this document. All filter technologies for Into-plane operations \napproved by JIG, are listed in Appendix 1 of this JIG", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "2", "chunk_length": 1396}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 2, "chunk_id": 6, "text": "effect, under Controlled \nAcceptance and according to the procedures defined in this document. All filter technologies for Into-plane operations \napproved by JIG, are listed in Appendix 1 of this JIG Bulletin. \nUsers of JIG standards are reminded that JIG does not issue equipment or material approvals. It is the sole responsibility \nof user companies to decide whether the equipment is acceptable for their use, suitable for their operating \nenvironment and conditions (i.e., understand the element service life expectancy for their site/supply chain), conduct \ntheir own technology evaluation to determine the location-specific operational impacts and where its deemed \nnecessary subject elements to additional field service evaluation before considering any large-scale adoption of the \ntechnology. \nOperators should note the variable service life experienced during this JIG field trial and consider this in the context of \ntheir own operations (JIG Filtration web-page). Whilst all fuel delivered during the field trials was clear and bright and \nwithout detectable particulate or free water downstream of the filter vessel, the WBF elements showed susceptibility \nto premature solid particulate matter plugging, especially ultra-fine material, compared to other filtration types. \nOperators should weigh this potential impact against the known performance of other technologies.", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "2", "chunk_length": 1385}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 2, "chunk_id": 7, "text": "particulate matter plugging, especially ultra-fine material, compared to other filtration types. \nOperators should weigh this potential impact against the known performance of other technologies. \n \nREQUIREMENTS FOR WBF - CHANGES TO JIG STANDARDS \nIn addition to general operating requirements there are some differences in how WBF technology is used: service life \n(inspection and changeout frequency), dP correction is not applicable (as there is no correction algorithm) and the dP \nmay temporarily rise in the presence of water in fuel and fall again for subsequent fuelling operations if water has in \nthe meantime been drained from the filter vessel (see Appendix 2). This is considered normal operation for WBF \ntechnology in the presence of free water. However, a sudden fall in dP may signal a structural failure or bypass. \nAlthough the field trials did not show any evidence of microbial activity, JIG does not have enough data and long-term \nexperience to reliably assess the susceptibility of WBF to MBG. It is important that users and fuelling operators \nunderstand that filtration that repels water and holds it upstream in the filter vessel can be prone to MBG, particularly", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "2", "chunk_length": 1190}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 3, "chunk_id": 8, "text": "[Page 3]\nJoint Inspection Group Limited (\"JIG\") is the owner of the copyright and all intellectual property rights in the publication. \ngiven that this technology uses pleated media and therefore in horizontal applications may not positively drain water \nto the vessel low point for removal. Evidence of microbial growth within fuelling equipment is not acceptable within \nJIG standards (see JIG Technical Information Document #1 on Microbial Monitoring for further guidance). \nWater Barrier elements can be installed in existing filter monitor vessels without the need for any modification to the \nvessel. For new vessels intended for use with water barrier elements, consideration should be given to specifying a \nsump, in line with the good practice recommendation of EI1596. Users should also consider whether water barrier \nsystems should be implemented in conjunction with a quantitative electronic free water sensor (EI1598) and/or \nqualitative bulk water sensor (EI 1592). \nA Differential Pressure (dP) limiting device is mandatory with this technology. It shall be fitted to all vessels using 2\" \nWBF elements. The dP limiting device shall be set to activate no higher than the maximum dP of 22psi. \nReferences JIG 1: 3.1.4.1; 6.6.1 (f); A5.2.2 \nReferences JIG 4: 7.2.1; 10.4.2; A5.2.2, A11.1 \nService Life: WBF elements have a maximum service life of 6 months. Service life may be extended", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "3", "chunk_length": 1399}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 3, "chunk_id": 9, "text": "22psi. \nReferences JIG 1: 3.1.4.1; 6.6.1 (f); A5.2.2 \nReferences JIG 4: 7.2.1; 10.4.2; A5.2.2, A11.1 \nService Life: WBF elements have a maximum service life of 6 months. Service life may be extended up to 12 months \nprovided that the 6-month mandatory inspection shows: \n* Structural integrity (Remove and Inspect all elements per Appendix 4 of this JIG Bulletin) \n* No evidence of MBG \n* All Operational and Routine Maintenance has been followed as described in Appendix 2, 3 and 4 of this \nBulletin. \n \nAny failure of the above criteria shall be reported to JIG immediately (filtration@jig.org). \nMANAGEMENT OF CHANGE (MOC) \nOperators converting to the WBF replacement option defined above are expected to exercise due diligence in the \ndevelopment and implementation of appropriately authorized Management of Change (References: JIG 1, 1.7; JIG 1.8; \nJIG 4, 1.9). \nThe following aspects shall be included in this exercise, but not limited to: \n* Operator awareness training about the operation of WBF \n* Operator awareness training of the dP readings and monitoring of WBF elements. Contrary to other technologies \nthe dP may rise in the presence of water in fuel and fall again for subsequent fuelling operations if water has in the \nmeantime been drained from the filter vessel. However, a sudden fall in dP may signal a structural failure or bypass. \n* Local procedures and forms to be", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "3", "chunk_length": 1391}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 3, "chunk_id": 10, "text": "uent fuelling operations if water has in the \nmeantime been drained from the filter vessel. However, a sudden fall in dP may signal a structural failure or bypass. \n* Local procedures and forms to be reviewed and updated accordingly (e.g. to reflect the maximum dP limit of 22psi). \n* Correct segregation and installation of filter elements particularly in mixed fleets. Operators shall take into account \nthe risk, among others, of: \na) inadvertently installing a non-water retaining technology such as DDF into a vessel prepared for WBF use \nb) inadvertently installing Filter Monitors into a vessel prepared for WBF with dP limiting devices set at 22psi. \n* \nMicrobial monitoring should form part of a controlled service introduction, especially where the fuel supply is \nknown to be wet. Elements are to be replaced if microbial contamination is detected (due to the elements pleated \nconstruction and black outer sleeve, it may not be possible to visually detect MBG).", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "3", "chunk_length": 973}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 4, "chunk_id": 11, "text": "[Page 4]\nJoint Inspection Group Limited (\"JIG\") is the owner of the copyright and all intellectual property rights in the publication. \nACTIONS TO IMPLEMENT THIS BULLETIN (SEE TABLE 2 FOR ACTION TYPE CODES) \n \n \nAction Description \nAction Type \nEffective date \nEntities operating in accordance with JIG Standards may adopt \nWBF filtration technology with immediate effect, in \naccordance with the requirements detailed in this document \nJS \nImmediate \nOperators adopting new technology shall conduct an MOC \nprior to adoption. \nJS \nImmediate \nOperators adopting new technology should conduct a \ntechnology evaluation to ensure it is appropriate for the \noperating profile of their location. \nRP \nimmediate \n \n \nTable 2 Action Type Codes \n \nAction Types \nJIG Bulletin Action Type Definition \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG \nStandard(s) (JIG 1, 2, 4, EI/JIG 1530 and the JIG HSSE Management System). \nRA \nRequired Action to implement one off verification or checks outlined in the table of actions. \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \nI \nIssued for information purposes only. \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as the \ngoverning operational standard then adoption of changes to applicable JIG Standards and/or", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "4", "chunk_length": 1399}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 4, "chunk_id": 12, "text": "(**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as the \ngoverning operational standard then adoption of changes to applicable JIG Standards and/or Common Processes \nshould not be considered optional by the JV Board. \n \n \nIf you have any questions about this Bulletin, please write to filtration@jig.org", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "4", "chunk_length": 354}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 5, "chunk_id": 13, "text": "[Page 5]\nJoint Inspection Group Limited (\"JIG\") is the owner of the copyright and all intellectual property rights in the publication. \nAPPENDICES \nAppendix 1 - List of Accepted filtration technology may be used \n \nThis table supplements the filtration options currently accepted in the JIG 1 and JIG 4 Standards. \n \nApplication \nAccepted options \nInto-plane JET \nFWS \nDDF+EWS \nWBF \nFM* \nInto-plane AVGAS \nFWS \nMF \nDDF \nWBF \n \nFM* \n* Filter Monitors will be removed from JIG Standards on 1 July 2023 \n \nAppendix 2 - Operations \n \nWBF Draining and sampling \n \nRoutinely (all equipment): For filters fitted with WBF, routine draining shall be carried out under pressure daily, as \ncurrently required by the JIG standards. WBF is a water separation technology, so water might be found in the filter \nduring routine draining (JIG 1, 5.2.1; JIG 4, 9.2.1; Appendix 3 table of this Bulletin). \n \nSampling during fuelling operations: Sampling procedures during fuelling operations shall be carried out as currently \nrequired by the JIG standards (JIG 1, 5.3; and JIG 4 Table 3.4.2). \n \nDifferential Pressure monitoring and reporting \nMonitoring and reporting of dP shall be performed as currently required by the JIG standards (although dP correction \nhas not been defined for this technology). \n \nIn addition, there is a need to understand that WBF filtration dP may temporarily rise in the presence of", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "5", "chunk_length": 1395}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 5, "chunk_id": 14, "text": "d by the JIG standards (although dP correction \nhas not been defined for this technology). \n \nIn addition, there is a need to understand that WBF filtration dP may temporarily rise in the presence of water in fuel \nand fall again for subsequent fuelling operations if water has in the meantime been drained from the filter vessel. \n \nHowever, as a sudden fall in dP may be an indication of a structural failure or bypass. Where water has not been \nobserved in the filter low point draining, elements shall be replaced in such circumstances. \n \nIf a dP shutdown occurs due to water, any settled water may be drained from the vessel and if the dP subsequently \nreduces to an acceptable level, the elements may continue in operation.", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "5", "chunk_length": 730}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 6, "chunk_id": 15, "text": "[Page 6]\nJoint Inspection Group Limited (\"JIG\") is the owner of the copyright and all intellectual property rights in the publication. \nAppendix 3 - New WBF element Commissioning and Routine Maintenance \n \nWBF element commissioning \n \nWhen new WBF elements have been installed in fuellers and hydrant dispensers, product shall be flushed through the \nunit for at least 3 minutes at the maximum achievable flowrate, preferably back to storage via test rig to remove air \nbubbles, small fibres, etc. Following commissioning of new WBF elements, perform a filter membrane test to confirm \ncleanliness and each hose-end strainer shall then be inspected and cleaned before the unit is returned to service. \n \nWBF Inspection and Routine Maintenance \n \nThe JIG requirements for routine maintenance shall be followed for vessels fitted with WBF elements. Additionally, in \nline with the controlled acceptance into the JIG standards after 6 months, the filter elements shall be removed for \ninspection in accordance with Appendix 4 of this Bulletin. \n \nWBF element change criteria \n \nWBF elements shall be replaced: \n- If the differential pressure reaches 22 psi (1.5 bar) and cannot be lowered by draining water as per Appendix 2 of \nthis Bulletin. \n- If any CWD or EWS check finds 30ppm water downstream of filter vessel \n- If there is a sudden drop in differential pressure without any obvious cause being", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "6", "chunk_length": 1399}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 6, "chunk_id": 16, "text": "ter as per Appendix 2 of \nthis Bulletin. \n- If any CWD or EWS check finds 30ppm water downstream of filter vessel \n- If there is a sudden drop in differential pressure without any obvious cause being found \n- If flow rate falls to unacceptably low levels that cannot be substantiated by an investigation \n- If acceptable filter membrane test results (downstream of filtration) cannot be obtained \n- If unusual sediment is found downstream of the filter \n- If elements are contaminated by microbiological growth (MBG) or MBG contamination of elements is suspected \n- If filter inspection identifies issues with the condition or structural integrity of elements \n- After reaching the 6-month maximum service life or up to 12 months where extended use per criteria in this bulletin \nis met. \n \nSummary of routing test frequencies \n \nTEST FREQUENCY \n \nFuelling vehicles \nDaily \nWeekly \nMonthly \n3-\nmonthly \n6-\nmonthly \nOther \nReference (JIG 1, \nJIG 4) \nFilter draining \nx \n \n \n \n \n \nA5.2.1 / B147 \nFilter differential \npressure \nx \n \n \n \n \n \nA5.2.2 / B147 \nFilter dP graphs \n \nx \n \n \n \n \nA5.2.2 / B147 \nFilter membrane \ncolorimetric test # \n \n \nx# \n \n \n \nA5.2.3 / B147 \nDouble membrane or \ngravimetric # \n \n \n \n \nx# \n \nA5.2.3 / B147 \nFilter internal inspection \n \n \n \n \nx \n \nA5.2.4 / B147 \nWBF element integrity \ncheck \n \n \n \n \nx \n \nB147 \nWBF element change \n \n \n \n \n X* \n \nB147 (App. 4) \n*1 Year if the", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "6", "chunk_length": 1399}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 6, "chunk_id": 17, "text": "x# \n \nA5.2.3 / B147 \nFilter internal inspection \n \n \n \n \nx \n \nA5.2.4 / B147 \nWBF element integrity \ncheck \n \n \n \n \nx \n \nB147 \nWBF element change \n \n \n \n \n X* \n \nB147 (App. 4) \n*1 Year if the extended use protocol of this Bulletin is followed. \n# Not required in JIG 4", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "6", "chunk_length": 267}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 7, "chunk_id": 18, "text": "[Page 7]\nJoint Inspection Group Limited (\"JIG\") is the owner of the copyright and all intellectual property rights in the publication. \nAppendix 4 - Procedure for WBF 6 monthly inspection and elements replacement \n \nThe below additional criteria for the 6 monthly inspection of the CDFX B are steps to be integrated into a site's existing \noperating procedure for filter vessel inspection / element change out (e.g., HSSE, PPE, Control of Work, etc). \n \nThese steps relate to the point in the procedure when the vessel is emptied and opened for examination. For elements \nbeing extended (e.g. after 6 months) follow all steps, where elements are to be removed from service follow steps 1-\n2 only. \n \nNote general condition of vessel and elements when opening vessel. Record any abnormal conditions. \n \nRemoving all elements from the vessel for examination \n1. Carefully remove each element holding the shoulder of the end caps, taking care not to touch the filter media, \nor place undue stress on the end caps. Avoid twisting elements during removal. \n2. Inspect CDFX B Element: \na. Visually inspect full surface area of each element for condition, distortion or damage. \nb. Check end caps structural integrity. \ni. Holding the shoulder of each end cap gently twist in opposing directions (applying very little \nforce - gentle finger strength only) to confirm that the end caps do not move and", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "7", "chunk_length": 1393}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 7, "chunk_id": 19, "text": "ctural integrity. \ni. Holding the shoulder of each end cap gently twist in opposing directions (applying very little \nforce - gentle finger strength only) to confirm that the end caps do not move and remain in \nposition. \nIf visual inspection reveals any issues with element condition, or end cap movement is detected then all \nelements shall be replaced with new elements. \n3. Check the O-ring on each element and ensure it is sitting tightly against the end cap. If the O-ring is loose or \nhas any damage, carefully replace. \n4. After checking, each element shall be immediately replaced into the vessel (before removing the next element \nfor inspection). Wet the o-ring of each filter with clean fuel to help ensure a smooth, secure fit into the \ndeckplate. Gently push the element with a twisting motion until end cap shoulder is flush against the \ndeckplate. \nWhere no issues are identified, the service life may be extended up to 12 months. \n \nIf an issue is identified with any element, the full set shall be replaced. \n \n \n \n \nFigure 1 - CDFX-B 2\" WBF Element. Note that CDFX B Elements have a black sleeve, so it is easy to difference with DDF and other \nfiltration technologies.", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "7", "chunk_length": 1188}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 8, "chunk_id": 20, "text": "[Page 8]\nJoint Inspection Group Limited (\"JIG\") is the owner of the copyright and all intellectual property rights in the publication. \n \n \nDISCLAIMER - APPLICABLE TO ALL USERS OF THIS DOCUMENT \nThis Bulletin, the information set out in it and any related materials are intended for the guidance of Members \nof JIG and companies affiliated with Members of JIG and does not preclude the use of any other operating \nprocedures, equipment or inspection procedures. The information contained in this publication is subject to \nconstant review in the light of changing government requirements and regulations. Although efforts are made \nto keep this information up-to-date, accurate, complete, and free from error, we exclude any representation, \nwarranty, condition or guarantee, whether express or implied, by law or otherwise, that the information is up-\nto-date, accurate, complete, free from error, or in compliance with applicable law and regulations. No Members \nof JIG; companies affiliated with Members of JIG; subscribers or other reader(s) or user(s) should act on the \nbasis of any such information without referring to applicable laws and regulations and/or without taking \nappropriate professional advice. None of JIG, its directors, employees, agents, Members, or the companies \naffiliated with its Members accept responsibility for any loss or damage, of whatsoever kind, including", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "8", "chunk_length": 1392}}
{"doc_id": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned", "page": 8, "chunk_id": 21, "text": "professional advice. None of JIG, its directors, employees, agents, Members, or the companies \naffiliated with its Members accept responsibility for any loss or damage, of whatsoever kind, including direct, \nindirect or consequential loss or damage, whether in contract, tort (including negligence), breach of statutory \nduty, or otherwise, even if foreseeable, arising under or in connection with your use, adoption or reliance on the \ninformation in this Bulletin. Nothing in this Bulletin shall exclude or limit JIG's liability for death or personal \ninjury caused by negligence or for fraudulent misrepresentation or for any other liability that cannot be \nexcluded or limited by law. Any users of this Bulletin and the information set out in it, including Members of JIG; \ncompanies affiliated with Members of JIG; and any other third party user which accesses this Bulletin via JIG's \nwebsite or which receives a copy of it from any other party or source, use this Bulletin and any and all \ninformation therein (or in any related materials) entirely at their own risk, and for the full terms and conditions \nconcerning use of this Bulletin, please refer to http://www.jig.org/legal-copyright/", "source": "Bulletin-147-Water-Barrier-Filtration-CDFX-B-FINAL.cleaned.pdf", "meta": {"page_span": "8", "chunk_length": 1198}}
