{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 1, "chunk_id": 1, "text": "[Page 1]\nPage 1 of 9 \n \n \n \n \n \n www.jigonline.com \n \nBulletin No. 75 \nProduct Quality \n \n \n April 2015 \nJoint Inspection Group \nGuidance on Changes to ASTM D1655 and Def Stan 91-91 to \nIncrease Allowable FAME Limits to 50 mg/kg \nThe latest revisions to the two major western jet fuel specifications, ASTM D1655-15 \n(primarily used in North America) and Defence Standard 91-91 Issue 7 Amendment 3 \n(implementation date 2nd May 2015) have recently been published and both contain the \nrevision to the maximum permissible level of Fatty Acid Methyl Ester (FAME), as an identified \nincidental contaminant; raising it from less than 5 mg/kg to 50 mg/kg. This has allowed JIG \nAviation Fuel Quality Requirements for Jointly Operated Systems (AFQRJOS) Checklist to \nalso be changed so that Issue 28 now reflects this higher FAME maximum limit of 50 mg/kg. \nThis is intended to be an interim position ahead of an industry move to approve 100 mg/kg: a \nmove intended to occur in 2017, should there be no FAME-related aircraft / engine \nmaintenance issues in the interim. \nThis new limit follows extensive approval work by the industry and recognises the challenge \nof moving jet fuel in an environment where there is increasing frequency and levels of FAME \nin diesel fuel. As such this revised limit should improve operational flexibility to manage \nFAME contamination; however, procedural safeguards and", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "1", "chunk_length": 1397}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 1, "chunk_id": 2, "text": "e there is increasing frequency and levels of FAME \nin diesel fuel. As such this revised limit should improve operational flexibility to manage \nFAME contamination; however, procedural safeguards and assurances for jet fuel \nsupply shall remain in place. \nIn the past, the less than 5 mg/kg limit was based on the limit of detection using, principally, a \ncomplex and expensive GC-MS analytical method (IP585) and as a result the availability of \ntest equipment and access to testing results was not as convenient as might otherwise be \nthe case. For this reason, many supply chains relied on procedures to limit FAME \ncontamination to below 5 mg/kg. This remains a valid method of working. \nHowever, the revised 50 mg/kg limit not only increases the FAME limit, but also allows \naccess to a wider range of test methods. This includes the IP583 / ASTM D7797 Solid Phase \nExtraction and Fourier Transform Infra-Red (SPE-FTIR) Spectroscopy method. These rapid \nscreening methods have lower test equipment cost compared to IP585 and allow near-\nimmediate results to be obtained in the field. This should greatly improve the availability of \ntesting and improve the supply chain's ability to control FAME levels. \nThe intent of both specifications is to only measure FAME where there is a risk of FAME \nbeing present. This means that, should Jet fuel be in dedicated systems with positive \nsegregation", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "1", "chunk_length": 1397}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 1, "chunk_id": 3, "text": "ME levels. \nThe intent of both specifications is to only measure FAME where there is a risk of FAME \nbeing present. This means that, should Jet fuel be in dedicated systems with positive \nsegregation from FAME containing fuels, or where robust control procedures are in place to \nensure FAME is less than 5 mg/kg, then FAME testing is not mandatory. This logic holds for \nboth the point of manufacture and in the supply chain. \nHowever, there remains a need to support the technical case to move to 100 mg/kg FAME in \njet fuel and this will require collection of data from the field to be able to monitor FAME levels \nand correlate them with any impact on aircraft / engine maintenance intervals. This, \ncombined with the improved availability and access to test equipment, will result in \nFAME testing being required on recertification of jet fuel where there is the chance of \nFAME being present in the jet fuel at levels of 5 mg/kg or greater. \n \nSupply chains where FAME may come into contact with Jet fuel shall still be subject to a \nManagement of Change procedure to minimise the exposure and ensure it remains \ncontrolled within the specification limits. Where these MOC assessments suggest the FAME", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "1", "chunk_length": 1207}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 2, "chunk_id": 4, "text": "[Page 2]\nPage 2 of 9 \n \n \n \n \n \n www.jigonline.com \n \nBulletin No. 75 \nProduct Quality \n \n \n April 2015 \nJoint Inspection Group \ncould be above 5 mg/kg, or where assurance cannot be obtained, then FAME testing shall \nbe carried out and reported. Particular consideration needs to be given to supply chains \nwhere procedures have not changed, but the FAME content of the incoming jet fuel may now \nbe at a higher level than the historical norm. \nNote that despite the relaxation of FAME contamination limits in ASTM D1655-15 and Def \nStan 91-91 Issue 7 Amendment 3, many pipeline owners may still apply the 5 mg/kg \nlimit. As rapid screening methods can have a lower detection limit of 20 mg/kg, it is not \nappropriate for use where <5 mg/kg limits exist. The lower detection limit takes into account \nthe known fuel-to-fuel biases unique to this approach that is not reflected in the precision \nstatement. Where FAME testing has been determined to be necessary prior to issuance of \neither Def Stan 91-91 Issue 7 Amendment 3 or ASTM D1655-15, it will still be required to be \nconducted by IP585, IP590 or IP599 for supply into systems requiring a less than 5 mg/kg \nlimit, especially when considering incoming fuel may only be released up to the new 50 \nmg/kg specification limit. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is intended for the guidance of Members of the Joint Inspection Group", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "2", "chunk_length": 1399}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 2, "chunk_id": 5, "text": "incoming fuel may only be released up to the new 50 \nmg/kg specification limit. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is intended for the guidance of Members of the Joint Inspection Group (JIG) and \ncompanies affiliated with Members of JIG, and does not preclude the use of any other operating \nprocedures, equipment or inspection procedures. Neither JIG, its Members, the companies affiliated \nwith its Members nor the International Air Transport Association (IATA) accepts responsibility for the \nadoption of this document or compliance with this document. Any party using this document in any \nway shall do so at its own risk.", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "2", "chunk_length": 640}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 3, "chunk_id": 6, "text": "[Page 3]\nPage 3 of 9 \n \n \n \n \n \n www.jigonline.com \n \nBulletin No. 75 \nProduct Quality \n \n \n April 2015 \nJoint Inspection Group \nSummary of Testing Requirements \nThe new requirement for testing of FAME and the new limits will come into place immediately \nfor ASTM D1655 and by 02nd May 2015 for fuels released to Def Stan 91-91. \nScenarios Where FAME Testing is NOT Required \nWhere documented assessments indicate adequate controls are in place to keep FAME \nlevels below 5 mg/kg. \n \nIn systems where FAME contamination is physically prevented then there is no \nrequirement for FAME testing. Examples are at the refinery where jet is positively \nsegregated and isolated from FAME containing components, and in jet dedicated \nsupply systems (including recertification testing). The 50 mg/kg max FAME \nrequirement is met by a risk based assessments without the need to test. The RCQ / \nCOQ shall state \"Not measured - Risk Assessed in accordance with JIG Bulletin 75\". \n\" against the FAME result in the specification requirement. \n \nIf FAME testing was not previously required because robust quality assurance \nprocedures were introduced to mitigate risk to assure compliance to less than 5 \nmg/kg, and no additional risk of FAME contamination has been created through the \nimplementation of the current issue of Def Stan 91-91 or ASTM D1655 in the supply \nchain, then testing is still not required as", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "3", "chunk_length": 1399}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 3, "chunk_id": 7, "text": "no additional risk of FAME contamination has been created through the \nimplementation of the current issue of Def Stan 91-91 or ASTM D1655 in the supply \nchain, then testing is still not required as the risk assessment approach satisfies the \nspecification requirement. \n \nNote: Procedures and control of jet fuel into the supply system shall be robust and \nany changes in supply or controls shall be assessed through adequate and \ndocumented Management of Change procedures. \nNote: FAME levels, where known, will still need to be calculated and recorded as \nadditional information on recertification. See Q2 in the Frequently Asked Questions \nfor more details. \n \nScenarios Where FAME Testing IS Required \nThese are based on locations which may be subject to increased uncertainty in FAME levels \nin supply with the implementation of the new specification changes. Risk based testing shall \nbe conducted: \n \nIf FAME testing was not required previously because quality assurance procedures \nwere introduced to mitigate risk to assure compliance to less than 5 mg/kg, but the \nrisks of FAME contamination in supply is now elevated after the implementation of \nDef Stan 91-91 Issue 7 Amendment 3 / ASTM D1655-15. \n \nIf FAME testing was required previously because quality assurance procedures were \nunable to mitigate risk to assure compliance to less than 5 mg/kg then FAME testing \nshall be", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "3", "chunk_length": 1390}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 3, "chunk_id": 8, "text": "3 / ASTM D1655-15. \n \nIf FAME testing was required previously because quality assurance procedures were \nunable to mitigate risk to assure compliance to less than 5 mg/kg then FAME testing \nshall be conducted as part of recertification or at the point at which the jet enters a \ndedicated supply chain upstream of an airport. The continuation of testing is required \nconsidering that the risks are only likely to increase with the adoption of the new \nFAME limits, but furthermore the test results are required by the industry to support a \npotential future 100 mg/kg approval.", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "3", "chunk_length": 577}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 4, "chunk_id": 9, "text": "[Page 4]\nPage 4 of 9 \n \n \n \n \n \n www.jigonline.com \n \nBulletin No. 75 \nProduct Quality \n \n \n April 2015 \nJoint Inspection Group \nStorage Tank Testing \nGenerally FAME testing will be required for Certificate of Analysis and Recertification Testing \nwhenever jet is moved in non-dedicated systems carrying diesel/gasoil. This testing is \nnecessary prior to delivery to an airport to ensure that FAME content is at acceptable levels. \nRefer to the table below for specific examples. \nTesting FAME concentration of jet is not required for storage locations that receive and \ndeliver jet via dedicated systems. \nStorage Tank Type \nContext \nFAME testing \nrequired on \nJet RCQ / \nCOA / \nRecertification \nTest (RT) \nRefinery Production \nBatch Tank \nFor refineries which have jet fuel systems which \nare positively segregated and isolated from \nproducts containing FAME. \nNo \nRefinery Import tank \nRefinery to refinery transfers where there is direct \nknowledge that any diesel on board that interfaced \nwith the jet is B01 and the vessel has not carried \nbiodiesel within the last three loads. \nAlso refer to Marine Testing Requirements in this \nBulletin \nNo \nRefinery Import tank \nRefinery to refinery transfers where there is \nincomplete knowledge or direct knowledge that \nany diesel on board that interfaced with the jet \ncontained biodiesel and/or the vessel has carried \nbiodiesel within the last", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "4", "chunk_length": 1394}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 4, "chunk_id": 10, "text": "transfers where there is \nincomplete knowledge or direct knowledge that \nany diesel on board that interfaced with the jet \ncontained biodiesel and/or the vessel has carried \nbiodiesel within the last three loads \nYes \nMarine Terminal \nReceipt Tank \nConfirmed no FAME in marine supply system, and \nwhere direct knowledge that any diesel on board \nor having any interface with the jet is B0 and the \nvessel has not carried biodiesel within the last \nthree loads may be exempted from testing. \nNo \nMarine Terminal \nReceipt Tank \nIn systems where diesel is confirmed to be >B0 or \nunknown FAME content. Also refer to Marine \nTesting Requirements in this Bulletin \nYes \nMulti-product \nTerminal Receipt \nTank \nBiodiesel confirmed present or unknown in \nmultiproduct system delivering to the terminal. \nYes \n \n1 Gas Oil (diesel fuel) may be referred to as B0 or \"FAME-free\" if the FAME content measured per test \nmethod EN 14078 (Liquid petroleum products - Determination of fatty acid methyl esters (FAME) in \nmiddle distillates - Infrared spectroscopy method) is less than 0.05 % (v/v) or 500 ppm.", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "4", "chunk_length": 1092}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 5, "chunk_id": 11, "text": "[Page 5]\nPage 5 of 9 \n \n \n \n \n \n www.jigonline.com \n \nBulletin No. 75 \nProduct Quality \n \n \n April 2015 \nJoint Inspection Group \nMulti-product \nTerminal Receipt \nTank \nFAME is confirmed and controlled to not be \npresent. FAME must be restricted and controlled \nby multi-product system operator (e.g. FAME \ncontent of all fuels coming into the multi-product \nsystem). \nNo \nAirport Tanks - Non \nDedicated Supply \nTesting is required when receiving via non-\ndedicated transportation mode or supply terminal \ncannot confirm that FAME content is less than the \nspecification limit \nYes \nAirport Tanks - \nDedicated Supply \nWhen in a dedicated supply system and the \nsupplying terminals confirm the FAME content is \nbelow the specification limit. \nNo", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "5", "chunk_length": 743}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 6, "chunk_id": 12, "text": "[Page 6]\nPage 6 of 9 \n \n \n \n \n \n www.jigonline.com \n \nBulletin No. 75 \nProduct Quality \n \n \n April 2015 \nJoint Inspection Group \nRecommended Marine Vessel Cleaning/Testing \nThe table below captured recommended vessel cleaning for change of grade and testing \nrequirements to monitor FAME contamination from FAME. It is the charters/ship owners' \nresponsibility to prepare the vessel in a condition that is acceptable to load the nominated \ncargo but the tank preparation that was conducted should be reviewed prior to loading. In all \ncircumstances, history of the last three cargos carried shall be checked and cleaning and \ntesting requirements applied accordingly. In instances where there are conflicting \nrecommendations, the more stringent, testing and cleaning should be applied. \n \nDiesel/Gasoil \nFAME \ncontent \ndischarged \n \nCleaning Recommendations \n(As captured in EI HM 50 3rd edition) \nFAME testing \nrequired on COA \n/ Recertification \nTest (RT) after \njet loading or \nprior to \ndischarge \n \nB15-B100 \nA minimum of 3 zero FAME intermediate cargoes \nbetween B15-B100 and aviation jet fuel. \n \nYes \nB5-B15 \nRequires a stringent hot water wash, including \nflushing pumps and lines followed by draining.. For \nfurther information refer to Energy Institute HM50 \nGuidelines. \n \nYes \n<B5 \nRequires a hot water wash, including flushing pumps \nand lines followed by draining \nYes \nConfirmed >B0", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "6", "chunk_length": 1399}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 6, "chunk_id": 13, "text": "by draining.. For \nfurther information refer to Energy Institute HM50 \nGuidelines. \n \nYes \n<B5 \nRequires a hot water wash, including flushing pumps \nand lines followed by draining \nYes \nConfirmed >B0 \nor unknown \nFAME content \nFollow B5-15 cleaning. \nYes \nB0 confirmed for \nlast for four \nvoyages \n \nNo", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "6", "chunk_length": 302}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 7, "chunk_id": 14, "text": "[Page 7]\nPage 7 of 9 \n \n \n \n \n \n www.jigonline.com \n \nBulletin No. 75 \nProduct Quality \n \n \n April 2015 \nJoint Inspection Group \nFrequently Asked Questions \n \nQ1: As the FAME limit appears in Table 1 of Def Stan 91-91, does the new version Def Stan \n91-91 require FAME testing, even at the point of manufacture? \nASTM D1655-15 Section 6.3 makes it clear that FAME testing is only required where there is \na risk of contamination exceeding 50 mg/kg. \nThe wording in Def Stan 91-91 Issue 7 Amd 3 is currently more ambiguous and requires \nsome clarification. Note 20 and Annex G4 are intended to reflect that FAME is also tested \nonly when there is a risk of contamination, but Annex J1.2.1 states that all properties in Table \n1 are listed in the Refinery Certificate of Quality. \nFor refineries which have jet fuel systems which are segregated and isolated from products \ncontaining FAME, then FAME testing is not necessary as its absence can be assured \nthrough procedures and therefore can be declared as 'Not measured - Risk Assessed in \naccordance with JIG Bulletin 75\".' on the RCQ. \n \nQ2: Does Def Stan 91-91 and ASTM D1655 now require FAME testing, even if a risk \nassessment and controls determine that the FAME level is below 50 mg/kg? \nFor the supply chain downstream of manufacture, the intent of Def Stan 91-91 and ASTM \nD1655 specifications is that FAME testing is required if Jet fuel", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "7", "chunk_length": 1397}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 7, "chunk_id": 15, "text": "ermine that the FAME level is below 50 mg/kg? \nFor the supply chain downstream of manufacture, the intent of Def Stan 91-91 and ASTM \nD1655 specifications is that FAME testing is required if Jet fuel is exposed to a multi-\nproduct system which contains FAME and the procedural controls cannot guarantee a \nlevel of FAME below 5 mg/kg in the jet. In this case testing shall be conducted and the actual \nresults shall be declared on the Recertification Test results or Certificate of Analysis. \nOnce Jet fuel is in dedicated jet fuel systems, or supply chains that do not contain FAME2, \nthere is no need to continue to test for FAME as further contamination is prevented by \nphysical separation. \nIn multi-product systems not containing FAME, or where a complete risk assessment \ndetermines that FAME contamination is not possible, the FAME testing may be omitted when \nconducting recertification testing. \nIn supply systems where FAME testing is not required, there is still a need to capture and \nrecord the FAME content of the jet as it transits the system. An example might be when jet \nfuel batches coming into a FAME-free system are known to have a pre-existing, measured \nFAME content. In such cases, when recertifying the fuel, or when comingling batches in a \ndedicated system, the FAME content of the jet shall be calculated based on the previously \ndeclared FAME content of the constituent", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "7", "chunk_length": 1399}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 7, "chunk_id": 16, "text": "cases, when recertifying the fuel, or when comingling batches in a \ndedicated system, the FAME content of the jet shall be calculated based on the previously \ndeclared FAME content of the constituent component batches. \nTo achieve this, the volume weighted average FAME content shall be calculated and \ndeclared as the 'Calculated FAME Content' in a footnote or comment on the Recertification \nTest Certificate or Certificate of Analysis and shall also be included on quality certificates at \nairport depots. This volume weighted average shall be the arithmetic mean FAME content, \n \n2 Gas Oil (diesel fuel) may be referred to as B0 or \"FAME-free\" if the FAME content measured per test \nmethod EN 14078 (Liquid petroleum products - Determination of fatty acid methyl esters (FAME) in \nmiddle distillates - Infrared spectroscopy method) is less than 0.05 % (v/v) or 500 ppm.", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "7", "chunk_length": 873}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 8, "chunk_id": 17, "text": "[Page 8]\nPage 8 of 9 \n \n \n \n \n \n www.jigonline.com \n \nBulletin No. 75 \nProduct Quality \n \n \n April 2015 \nJoint Inspection Group \nbased on the individual FAME contents and respective volumes of the constituent batches \n(including the tank heel) that are being comingled. \nTo facilitate this calculation, the FAME content of the constituent jet fuel volumes shall be \neither the measured value or the declared calculated content in cases where the FAME \ncontent is not measured in accordance with the controls of this Bulletin. For constituent \nvolumes for which FAME content is not measured in accordance with this Bulletin and there \nis no calculated value declared - as may be the case from an entirely dedicated system from \na refinery for example - then for the purposes of the calculation this portion of the fuel \ncomposition will be assumed to have a zero FAME content (0 mg/kg). \nThis process of tracking FAME content is necessary not only to meet the specification \nrequirements, but also recognizes that industry needs to collect data about FAME levels in \njet fuel in order to support the case for the move to 100 mg/kg in the future. This is referred to \nin Def Stan 91-91 Issue 7 Amd 3, Annex G.4.4. \n \nQ3: If testing is not mandatory, can we, without testing, assure that any import will be \nsuitable for pipeline transport whilst pipelines continue to stipulate a 5 mg/kg limit? This", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "8", "chunk_length": 1397}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 8, "chunk_id": 18, "text": "Annex G.4.4. \n \nQ3: If testing is not mandatory, can we, without testing, assure that any import will be \nsuitable for pipeline transport whilst pipelines continue to stipulate a 5 mg/kg limit? This may \nlead to a reduction in supply or significant risk exposure in the case of a contamination \nbetween 5 and 50 mg/kg FAME. \nIf pipeline supply limits continue to be less than 5 mg/kg, it is clear that either procedural \ncontrols to assure less than 5 mg/kg, or testing, will continue to be required as was the case \nin previous versions of ASTM D1655 and / or Def Stan 91-91. The reason is that, if jet \nparcels supplied to the pipeline are only released as conforming to Def Stan 91-91 Issue 7 \nAmd 3 and / or ASTM D1655-15, then it will not be possible to use this as an adequate \ncontrol for a less than 5 mg/kg requirement. \nNot only are the allowable FAME limits different, but also not all of the test methods allowed \nby the recent Jet fuel specification changes allow sufficient control of FAME down to 5 \nmg/kg. Specifically, determination of FAME level using the rapid screening method, IP583 / \nASTM D7797 has a lower detection limit of, at best, 20 mg/kg and so is not precise enough \nto determine FAME levels down to and below 5 mg/kg. \nWhere testing to a limit of 5 mg/kg is required, IP585, IP590 or IP599 shall continue to be \nused, with IP585 being the referee method. \n \nQ4: The", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "8", "chunk_length": 1397}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 8, "chunk_id": 19, "text": "to determine FAME levels down to and below 5 mg/kg. \nWhere testing to a limit of 5 mg/kg is required, IP585, IP590 or IP599 shall continue to be \nused, with IP585 being the referee method. \n \nQ4: The implementation date of Def Stan 91-91 Issue 7 Amd 3 is listed as 02nd May 2015. If \nwe have a jet fuel incident which is above 5 mg/kg but below 50 mg/kg before the \nimplementation date, is it possible to release the fuel under the higher FAME limits contained \nin Def Stan 91-91 Issue 7 Amd 3? \nYes it is possible, should the supply contracts allow it (attention needs to be paid to pipeline \nspecs if they remain out of step with the new FAME limits). \nThe compliance date in the Defence Standard is intended to indicate a date by which the \nspecification becomes mandated. A compliance date later than the issue date is intended to \ngive suppliers sufficient time to risk-assess their supply chains and to purchase test \nequipment where it is needed. However, it does not mean that product cannot be released to \nIssue 7 Amd 3 prior to this date. Although it would be conventional to continue to issue fuel", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "8", "chunk_length": 1109}}
{"doc_id": "Bulletin-75-50ppm-FAME-April-2015", "page": 9, "chunk_id": 20, "text": "[Page 9]\nPage 9 of 9 \n \n \n \n \n \n www.jigonline.com \n \nBulletin No. 75 \nProduct Quality \n \n \n April 2015 \nJoint Inspection Group \nagainst the earlier specification standards until the compliance date of the new standard, the \nissue date of Def Stan 91-91 Issue 7 Amd 3 is 02nd Feb 2015 and so this makes Issue 7 Amd \n3 a current specification and it therefore can be used for release should it be necessary. \n \nQ5: What about FAME limits in other jet fuel specifications, such as the Canadian CAN-\nCGSB 3.23? \nCGSB report that they intend to adopt the 50 mg/kg FAME limit in their jet fuel specifications \nnow that ASTM D1655-15 has been issued. However, revisions have not yet been issued \nand so at the time of writing CAN-CGSB 3.23-2012 Amendment 1 is current, which requires \nless than 5 mg/kg FAME. The next meeting to revise the CAN-CGSB specifications is \nplanned for May 2015.", "source": "Bulletin-75-50ppm-FAME-April-2015.pdf", "meta": {"page_span": "9", "chunk_length": 883}}
