{"doc_id": "Bulletin-49-6theditionfiltermonitors-Jan-2012", "page": 1, "chunk_id": 1, "text": "[Page 1]\n\u0001\nBulletin No. 49 \nTechnical Bulletin \nJanuary 2012 \nJoint Inspection Group \nwww.jointinspectiongroup.org \nPage 1 of 1 \n \nEI 1583 6th Edition Filter Monitor Elements \n \nIntroduction \n \n2\" Filter Monitor Elements qualified to the 6th edition of EI 1583 are now available from a \nnumber of manufacturers. EI 1583 6th edition was issued in January 2011 and included \nadditional tests for SAP media migration and salt resistance. Both JIG and IATA are \nsupportive of the use of 6th edition elements as soon as possible. \n \nIt is emphasised that the use of monitor elements requires that a number of conditions shall \nbe in place. \n* \nMonitor elements shall not be used where the fuel contains fuel system icing \ninhibitor. (FSII) \n* \n\u0002\u0001\u0003\u0004\u0005\u0006\u0007\b\u0001\t\n\u000b\u0004\u0006\n\b\u0001\f\r\n\u000e\u0005\u000f\u0001\u0010\u0007\u0001\n\u0011\u0007\b\u0012\u0006\u0007\u000f\u0001\u0012\f\u0001\u0013\u0005\n\f\u0007\u0005\u0014\u0001\u0012\f\u0001\u0011\n\f\f\u0004\u0010\u0005\u0007\u0001\u0006\n\u0001\u0004\u0006\f\u0001\b\u0012\u0006\u0007\u000f\u0001\u0003\u0005\n\u0015\u0016\u0001\u0001\u0017\u0005\u0007\t\u0007\u000b\u0006\u0001\n\u0012\u000b\u000f\u0001\u0018\u0007\f\f\u0007\u0005\u0001\f\u0004\u0019\u0004\u000b\u001a\u0001\u0006\r\u0007\b\u0007\u0003\n\b\u0007\u0001\u000b\u0007\u0007\u000f\f\u0001\u0006\n\u0001\u0010\u0007\u0001\u0013\u0012\b\u0007\u0003\u000e\u0005\u0005\u0014\u0001\u0013\n\u000b\f\u0004\u000f\u0007\b\u0007\u000f\u0001\u0003\n\b\u0001\u0007\u0012\u0013\r\u0001\u0012\u0011\u0011\u0005\u0004\u0013\u0012\u0006\u0004\n\u000b\u0016 \n* \nIn changing from EI 1583 4th edition elements to EI 1583 6th edition elements, there \nshall be no mixing of editions in the vessel. All elements shall be EI 1583 6th edition \nafter the change. There shall be no mixing of elements from different manufacturers. \n* \nMonitor elements shall be replaced if the differential pressure reaches 1.5 bar (22psi) \nat (or corrected to) the maximum operating flow rate through the filter vessel as \ncurrently installed. \n* \nMonitor elements shall", "source": "Bulletin-49-6theditionfiltermonitors-Jan-2012.pdf", "meta": {"page_span": "1", "chunk_length": 1397}}
{"doc_id": "Bulletin-49-6theditionfiltermonitors-Jan-2012", "page": 1, "chunk_id": 2, "text": "ll be replaced if the differential pressure reaches 1.5 bar (22psi) \nat (or corrected to) the maximum operating flow rate through the filter vessel as \ncurrently installed. \n* \nMonitor elements shall also be replaced if the flow rate falls to an unacceptably low \nlevel; if filter membrane tests show abnormal results; if unusual sediment or more \nthan a trace of water is found downstream of the vessel; if there is a sudden drop in \ndifferential pressure without any obvious cause being found; or after the maximum \nservice life recommended by the manufacturer. \nFor further information, refer to the filtration appendix in the JIG Standards and EI 1550. \n \n \nAction for JIG Joint Ventures \n \nMonitors qualified to the 6th edition of EI 1583 should be used when filter vessels fitted with \n2\" elements are next due for changeout. JV Managers shall ensure that all filter vessels with \n2\" monitors at their location are fitted with 6th edition monitor elements before the end of \nDecember 2012. \n \n6\" Filter Monitor Elements qualified to the 6th edition of EI 1583 are not yet available. When \nthese are commercially available they shall be used without delay. \n \n \nThis document is intended for the guidance of Members of the Joint Inspection Group (JIG) and \ncompanies affiliated with Members of JIG, and does not preclude the use of any other operating \nprocedures, equipment or inspection", "source": "Bulletin-49-6theditionfiltermonitors-Jan-2012.pdf", "meta": {"page_span": "1", "chunk_length": 1393}}
{"doc_id": "Bulletin-49-6theditionfiltermonitors-Jan-2012", "page": 1, "chunk_id": 3, "text": "or the guidance of Members of the Joint Inspection Group (JIG) and \ncompanies affiliated with Members of JIG, and does not preclude the use of any other operating \nprocedures, equipment or inspection procedures. Neither JIG, its Members, the companies affiliated \nwith its Members nor the International Air Transport Association (IATA) accepts responsibility for the \nadoption of this document or compliance with this document. Any party using this document in any \nway shall do so at its own risk.", "source": "Bulletin-49-6theditionfiltermonitors-Jan-2012.pdf", "meta": {"page_span": "1", "chunk_length": 498}}
