{"doc_id": "Bulletin-67-Aircraft-Winglets-May-2014", "page": 1, "chunk_id": 1, "text": "[Page 1]\nBulletin 67 \nTechnical Bulletin \n May 2014 \nJoint Inspection Group \nwww.jigonline.com \nPage 1 of 2 \n \n \nPotential Hazard of Split Tip Winglets \n \nIntroduction \nAircraft have been fitted with winglets or sharklets since the 1970s. There are several benefits to the \naircraft operator, such as improved handling characteristics and reduced turbulence for following \naircraft, but the main benefit is improved fuel efficiency. This is achieved by reducing the aircraft's \ndrag by decreasing the amount of energy lost in the production of vortices at the wing tip. \nSome Airbus aircraft are already fitted with a wingtip fence which extends both above and below the \nwing tip, but more recently a new design of winglet has been developed and it is now being fitted by \nBoeing on its newer B737 models. The new winglet from Boeing can also be retrofitted on older \nderivatives. \n \nThe split scimitar winglet \nThese new split tip winglets have both an upward projection and a more significant downward \nprojection. The type being fitted to the Boeing 737 aircraft is known as the split scimitar winglet. \nThe new winglets are already appearing on US-based airlines operating Boeing 737s and, given the \nscale of the fuel savings forecast (1.5%), they could be appearing globally in the near future.", "source": "Bulletin-67-Aircraft-Winglets-May-2014.pdf", "meta": {"page_span": "1", "chunk_length": 1301}}
{"doc_id": "Bulletin-67-Aircraft-Winglets-May-2014", "page": 2, "chunk_id": 2, "text": "[Page 2]\nBulletin 67 \nTechnical Bulletin \n May 2014 \nJoint Inspection Group \nwww.jigonline.com \nPage 2 of 2 \n \n \nWhat's the problem? \nThe purpose of this Bulletin is to warn airport managers and operations staff of the existence of the \nnew winglets. We do not have any details of the dimensions of the downward blade of the winglet, \nand this may be subject to change as designs evolve. However, it is clear that the winglets reduce \nthe clearance under the wing tip. They are therefore vulnerable to damage from fuelling vehicles and \nadditional care should be taken when approaching and departing from aircraft fitted with these \nwinglets. \n \nRecommended Actions for Into-plane Fuelling Operations by end June 2014 \nManagers should ensure that all fuelling operators are made aware of this new design and of the \nneed for caution when approaching and departing from aircraft fitted with them. Toolbox talks to \nconsider potential hazards presented by the split tip winglets are recommended. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is intended for the guidance of Members of the Joint Inspection Group (JIG) and companies affiliated with Members of JIG, \nand does not preclude the use of any other operating procedures, equipment or inspection procedures. Neither JIG, its Members, the \ncompanies affiliated with its Members nor the International Air Transport", "source": "Bulletin-67-Aircraft-Winglets-May-2014.pdf", "meta": {"page_span": "2", "chunk_length": 1389}}
{"doc_id": "Bulletin-67-Aircraft-Winglets-May-2014", "page": 2, "chunk_id": 3, "text": "es not preclude the use of any other operating procedures, equipment or inspection procedures. Neither JIG, its Members, the \ncompanies affiliated with its Members nor the International Air Transport Association (IATA) accepts responsibility for the adoption of this \ndocument or compliance with this document. Any party using this document in any way shall do so at its own risk.", "source": "Bulletin-67-Aircraft-Winglets-May-2014.pdf", "meta": {"page_span": "2", "chunk_length": 380}}
