{"doc_id": "Bulletin-41-JV-Core-Principles-2011-Feb-2011", "page": 1, "chunk_id": 1, "text": "[Page 1]\nPage 1 of 1 \n \n \n \n \n \nwww.jointinspectiongroup.org \n \nBulletin No. 41 \nOperations Bulletin \nFebruary 2011 \nJoint Inspection Group \n \nJV Core Principles \nAnnual Compliance Self-Audit & Refresher Training \n \nThis Bulletin is to confirm that the annual Core Principle self-audit and refresher training \nprocess as introduced by JIG Bulletins 33 and 34 in 2010 is to continue as an annual \nprocess for all in-scope JV Core Principles sites. \nCore Principles documentation has been reviewed by the industry and confirmed that there \nare no changes to the legal documentation or refresher training presentations. \nUpdates \n* \nA new Core Principle Question and Answer sheet has been prepared which JV \nManagers can use with staff to confirm training and retain as a training record \n(Document Ref JIG CP 1.22 v1 260111 Core Principles Q&A for JV's.doc). \n* \nThe Core Principles Compliance Audit Form has been updated for improved \nfunctionality (please note it includes a 'Help Sheet' to assist you completing your self \naudit). (Document Ref JIG CP 1 01 v4 240111 Core Principles Compliance Audit \nForm.xls). \n* \nAll JV Core Principles documents can be downloaded from the Core Principles \nDocuments area of the JIG website (www.jointinspectiongroup.org). \nActions \n1. Sites may choose when to do their self-audit during the year to suit operational \ndemands but all sites should plan to confirm", "source": "Bulletin-41-JV-Core-Principles-2011-Feb-2011.pdf", "meta": {"page_span": "1", "chunk_length": 1399}}
{"doc_id": "Bulletin-41-JV-Core-Principles-2011-Feb-2011", "page": 1, "chunk_id": 2, "text": "nts area of the JIG website (www.jointinspectiongroup.org). \nActions \n1. Sites may choose when to do their self-audit during the year to suit operational \ndemands but all sites should plan to confirm full annual compliance by 31st October \neach year unless agreed otherwise with their JV participants. \n2. Copies of completed self-audit forms should be sent to the JV Manager and each of \nthe Participant JV Representatives. \n3. For JIG sites, a copy of the completed self-audit form should also be uploaded onto \nthe Core Principles Audit section of the JIG website (NB. For clarity the JIG web site \nhas been improved so that only the latest Core Principles Audit Form is held in the \nCore Principles Audit section of the website. Old audit forms are automatically \narchived into the Core Principles Audit Archive section of JIG website). \n \nThis document is intended for the guidance of Members of the Joint Inspection Group (JIG) and \ncompanies affiliated with Members of JIG, and does not preclude the use of any other operating \nprocedures, equipment or inspection procedures. Neither JIG, its Members, the companies affiliated \nwith its Members nor the International Air Transport Association (IATA) accepts responsibility for the \nadoption of this document or compliance with this document. Any party using this document in any \nway shall do so at its own risk.", "source": "Bulletin-41-JV-Core-Principles-2011-Feb-2011.pdf", "meta": {"page_span": "1", "chunk_length": 1369}}
{"doc_id": "Bulletin-41-JV-Core-Principles-2011-Feb-2011", "page": 1, "chunk_id": 3, "text": "(IATA) accepts responsibility for the \nadoption of this document or compliance with this document. Any party using this document in any \nway shall do so at its own risk.", "source": "Bulletin-41-JV-Core-Principles-2011-Feb-2011.pdf", "meta": {"page_span": "1", "chunk_length": 169}}
