{"doc_id": "Bulletin-38-Aircraft-Fuelling-Data-Jan-2011", "page": 1, "chunk_id": 1, "text": "[Page 1]\n\u0001\nBulletin No. 38 \nOperations Bulletin \nJanuary 2011 \nJoint Inspection Group \n \n \n \n \n \n \nJIG Aircraft Fuelling Data Sheets \n \n \nAircraft Fuelling Data Sheets provide a wealth of important information on the fuelling \nrequirements for the main civil aircraft and helicopters currently in operation. They contain \ndetails about fuel tank capacities, fuelling rates and the aircraft fuelling control panel. They \nalso show the location of fuelling points (including heights and clearances), bonding lugs and \ntank vents. \n \nAir BP has recently revised and updated its entire suite of Aircraft Fuelling Data Sheets and \nis now making them available through JIG to the wider industry. An example of a data sheet \nis shown on page 2 of this bulletin. \nFolders bearing the JIG logo have now been produced and the first round of orders will be \ndispatched shortly. Further copies are available for purchase on line from the distributor \nTFS (The Fulfilment Store) at \nhttps://ww3.access-24.co.uk/stock.aspx?Public=PublicAP \nor, datasheets@tfstore.co.uk. A link to the TFS website will also be available shortly from \nthe home page of the JIG website (www.jointinspectiongroup.org). \n \nIn due course, additional or revised Data Sheets will be developed. Each time a new data \nsheet is issued, a revised contents page will also be prepared to facilitate document control. \nTFS will be in contact", "source": "Bulletin-38-Aircraft-Fuelling-Data-Jan-2011.pdf", "meta": {"page_span": "1", "chunk_length": 1395}}
{"doc_id": "Bulletin-38-Aircraft-Fuelling-Data-Jan-2011", "page": 1, "chunk_id": 2, "text": "urse, additional or revised Data Sheets will be developed. Each time a new data \nsheet is issued, a revised contents page will also be prepared to facilitate document control. \nTFS will be in contact with everyone who has purchased Data Sheets to advise them when \nnew sheets are available. \n \nThe Aircraft Fuelling Data Sheets can be despatched in bulk to your head office, as smaller \nbatches to be sent to regional offices, or mailed directly to airport fuelling locations. \n \n \n \n \n \n \n \n \nThis document is intended for the guidance of Members of the Joint Inspection Group (JIG) and \ncompanies affiliated with Members of JIG, and does not preclude the use of any other operating \nprocedures, equipment or inspection procedures. Neither JIG, its Members, the companies affiliated \nwith its Members nor the International Air Transport Association (IATA) accepts responsibility for the \nadoption of this document or compliance with this document. Any party using this document in any \nway shall do so at its own risk. \n \nPage 1/2 \n \n \n \n \n \n www.jointinspectiongroup.org", "source": "Bulletin-38-Aircraft-Fuelling-Data-Jan-2011.pdf", "meta": {"page_span": "1", "chunk_length": 1072}}
{"doc_id": "Bulletin-38-Aircraft-Fuelling-Data-Jan-2011", "page": 2, "chunk_id": 3, "text": "[Page 2]\n\u0001\nBulletin No. 38 \nOperations Bulletin \nJanuary 2011 \nJoint Inspection Group \n \n \n \n \n \n \nExample Data Sheet for Airbus A380", "source": "Bulletin-38-Aircraft-Fuelling-Data-Jan-2011.pdf", "meta": {"page_span": "2", "chunk_length": 133}}
