{"doc_id": "Bulletin-148-Facet-Filtration-Communication.cleaned", "page": 1, "chunk_id": 1, "text": "[Page 1]\nJoint Inspection Group Limited (\"JIG\") is the owner of the copyright and all intellectual property rights in the publication. \nBULLETIN NO. 148 \nFacet Filtration Communication \n9 October 2023 \nTHIS BULLETIN IS ADDRESSED TO ALL JIG MEMBERS. \nFACET FILTRATION HAS RELEASED AN URGENT INDUSTRY COMMUNICATION, \nRECOMMENDING THAT THE USE OF CERTAIN FACET FUEL MONITORS BE \nDISCONTINUED WITH IMMEDIATE EFFECT. \nWe wish to inform all JIG Members who may not have received direct communication from the Facet \nFiltration Group that they have issued a notice on 7th October, advising users to discontinue using the Facet \nFuel Monitors listed in the communication attached below. \nPeriodic testing has returned ICP Copper test results that indicates that SAP is being identified downstream \nof new filter monitor elements in laboratory conditions. \nWE REMIND JIG MEMBERS THAT FILTER MONITORS WERE WITHDRAWN FROM THE STANDARDS ON \n1 JULY 2023. This Bulletin is simply to alert the JIG Community of the attached communication and to remind \nall parties operating to JIG Standards that Filter Monitors shall no longer be in use. \nWe are still communicating with industry stakeholders and will be issuing a further bulletin about into-plane \nfiltration in the near future. \nFACET COMMUNICATION: ATTACHED BELOW", "source": "Bulletin-148-Facet-Filtration-Communication.cleaned.pdf", "meta": {"page_span": "1", "chunk_length": 1304}}
{"doc_id": "Bulletin-148-Facet-Filtration-Communication.cleaned", "page": 2, "chunk_id": 2, "text": "[Page 2]\nJoint Inspection Group Limited (\"JIG\") is the owner of the copyright and all intellectual property rights in the publication.", "source": "Bulletin-148-Facet-Filtration-Communication.cleaned.pdf", "meta": {"page_span": "2", "chunk_length": 134}}
{"doc_id": "Bulletin-148-Facet-Filtration-Communication.cleaned", "page": 3, "chunk_id": 3, "text": "[Page 3]\nJoint Inspection Group Limited (\"JIG\") is the owner of the copyright and all intellectual property rights in the publication. \n \n \n \nDISCLAIMER - APPLICABLE TO ALL USERS OF THIS DOCUMENT \nThis Bulletin, the information set out in it and any related materials are intended for the guidance of Members \nof JIG and companies affiliated with Members of JIG and does not preclude the use of any other operating \nprocedures, equipment or inspection procedures. The information contained in this publication is subject to \nconstant review in the light of changing government requirements and regulations. Although efforts are made \nto keep this information up-to-date, accurate, complete, and free from error, we exclude any representation, \nwarranty, condition or guarantee, whether express or implied, by law or otherwise, that the information is up-\nto-date, accurate, complete, free from error, or in compliance with applicable law and regulations. No Members \nof JIG; companies affiliated with Members of JIG; subscribers or other reader(s) or user(s) should act on the \nbasis of any such information without referring to applicable laws and regulations and/or without taking \nappropriate professional advice. None of JIG, its directors, employees, agents, Members, or the companies \naffiliated with its Members accept responsibility for any loss or damage, of whatsoever kind, including", "source": "Bulletin-148-Facet-Filtration-Communication.cleaned.pdf", "meta": {"page_span": "3", "chunk_length": 1394}}
{"doc_id": "Bulletin-148-Facet-Filtration-Communication.cleaned", "page": 3, "chunk_id": 4, "text": "professional advice. None of JIG, its directors, employees, agents, Members, or the companies \naffiliated with its Members accept responsibility for any loss or damage, of whatsoever kind, including direct, \nindirect or consequential loss or damage, whether in contract, tort (including negligence), breach of statutory \nduty, or otherwise, even if foreseeable, arising under or in connection with your use, adoption or reliance on the \ninformation in this Bulletin. Nothing in this Bulletin shall exclude or limit JIG's liability for death or personal \ninjury caused by negligence or for fraudulent misrepresentation or for any other liability that cannot be \nexcluded or limited by law. Any users of this Bulletin and the information set out in it, including Members of JIG; \ncompanies affiliated with Members of JIG; and any other third party user which accesses this Bulletin via JIG's \nwebsite or which receives a copy of it from any other party or source, use this Bulletin and any and all \ninformation therein (or in any related materials) entirely at their own risk, and for the full terms and conditions \nconcerning use of this Bulletin, please refer to http://www.jig.org/legal-copyright/", "source": "Bulletin-148-Facet-Filtration-Communication.cleaned.pdf", "meta": {"page_span": "3", "chunk_length": 1198}}
