{"doc_id": "Bulletin-68-EI-JIG-Standard-1530-May-2014", "page": 1, "chunk_id": 1, "text": "[Page 1]\nBulletin 68 \nOperations Bulletin \n May 2014 \nJoint Inspection Group \n \n \n \nQuality assurance requirements for the manufacture, storage and \ndistribution of aviation fuels to airports \nEI/JIG STANDARD 1530 \nBackground \nEI/JIG Standard 1530 has been produced in response to the need, identified by Members of \nJIG and the wider industry, for comprehensive guidance for adoption by any company or \norganisation involved in the manufacturing, testing, blending or handling of aviation fuel \nupstream of airports. \nEI/JIG Standard 1530 was developed by a joint Energy Institute/JIG working group of \nindustry experts and, following wide-ranging industry consultation, a ballot of Energy Institute \nTechnical Partners including JIG Guarantor Member Companies resulted in publication on \n14 November 2013. \nThe document was developed as a joint EI/JIG Publication to include the existing technical \ncontent of JIG 3 related to upstream storage terminals and to expand this to include refinery \noperations. \nThe International Civil Aviation Organisation (ICAO) document 9977 'Manual on civil aviation \njet fuel supply' (which is issued to the civil aviation authorities of the 191 Member States of \nICAO) makes reference to EI/JIG 1530. JIG is fully supportive of the content and \nrequirements of the Standard. \nThe purpose of this JIG Bulletin is to provide initial guidance to airport and", "source": "Bulletin-68-EI-JIG-Standard-1530-May-2014.pdf", "meta": {"page_span": "1", "chunk_length": 1391}}
{"doc_id": "Bulletin-68-EI-JIG-Standard-1530-May-2014", "page": 1, "chunk_id": 2, "text": "tes of \nICAO) makes reference to EI/JIG 1530. JIG is fully supportive of the content and \nrequirements of the Standard. \nThe purpose of this JIG Bulletin is to provide initial guidance to airport and distribution facility \nusers of JIG Standards regarding the impact and progressive implementation of the \nStandard. \nScope of EI/JIG 1530 \nEI/JIG 1530 provides mandatory provisions and good practice recommendations for \nmaintaining aviation fuel quality in refineries and in storage, distribution and transport \nsystems, including those delivering to airports. It will be referenced in the next issue of JIG 2 \n'Aviation Fuel Quality Control & Operating Standards for Airport Depots & Hydrants' (Issue \n12) as the expected upstream Standard for facilities supplying into airports operating to JIG \n2. JIG 2 will be published in January 2016 for implementation before the end of 2016. \nEI/JIG 1530 incorporates, expands and updates the content of JIG 3 'Aviation Fuel Quality \nControl & Operating Standards for Supply & Distribution Facilities', Issue 11. New material \nderived from JIG Member company proprietary policies, standards and procedures and other \nindustry sources has also been included. In particular the absence of industry \ndocumentation for quality assurance related issues in refineries was seen as a major gap \nthat needed filling. \n \nwww.jigonline.com", "source": "Bulletin-68-EI-JIG-Standard-1530-May-2014.pdf", "meta": {"page_span": "1", "chunk_length": 1370}}
{"doc_id": "Bulletin-68-EI-JIG-Standard-1530-May-2014", "page": 1, "chunk_id": 3, "text": "In particular the absence of industry \ndocumentation for quality assurance related issues in refineries was seen as a major gap \nthat needed filling. \n \nwww.jigonline.com", "source": "Bulletin-68-EI-JIG-Standard-1530-May-2014.pdf", "meta": {"page_span": "1", "chunk_length": 170}}
{"doc_id": "Bulletin-68-EI-JIG-Standard-1530-May-2014", "page": 2, "chunk_id": 4, "text": "[Page 2]\nBulletin 68 \nOperations Bulletin \n May 2014 \nJoint Inspection Group \n \n \n \nImplementation of EI/JIG 1530 Standard \nTo meet EI/JIG 1530 requirements, all facilities throughout the supply chain will need to \ndemonstrate their conformance through a completed gap analysis including a risk \nassessment and a plan for closing the identified gaps which should be approved by the \nappropriate committee within their organisation. Individual supply locations should conduct a \ndocumented Conformance Assessment of their current facilities and operations against the \nrequirements of EI/JIG 1530. Annex M contains guidance on how to complete this and also \nhow to plan and progress the closure of any gaps identified via the Alternative Means of \nConformance (AMC) process. \nThe actual closure of gaps identified during the Conformance Assessment is not required to \nclaim conformance to EI/JIG 1530 provided that there is an understanding of the risks and a \nplan for closing or approval of identified gaps by AMCs. EI & JIG are currently developing a \ngap assessment tool/checklist for EI/JIG 1530 to assist in the Conformance Assessment and \nthis is expected to be available before the end of 2014. \nLocations supplying fuel direct to Airport Depots which operate to JIG Standards shall \ncomplete the Conformance Assessment by the end of 2016, in line with the implementation \ndate for JIG 2,", "source": "Bulletin-68-EI-JIG-Standard-1530-May-2014.pdf", "meta": {"page_span": "2", "chunk_length": 1395}}
{"doc_id": "Bulletin-68-EI-JIG-Standard-1530-May-2014", "page": 2, "chunk_id": 5, "text": "2014. \nLocations supplying fuel direct to Airport Depots which operate to JIG Standards shall \ncomplete the Conformance Assessment by the end of 2016, in line with the implementation \ndate for JIG 2, Issue 12 which will make this a requirement. It is JIG's intention that \nconformance with EI/JIG 1530 will be progressively extended upstream, ultimately to cover \nthe entire supply chain. Further communication on this including timelines will follow in due \ncourse. \nImplementing EI/JIG 1530 and claiming conformance (from EI/JIG 1530 Annex M) \n \nOnce the Conformance Assessment for each element of the supply chain has been \ncompleted, JIG Member companies should review the Conformance Assessments and work \nwith the facility Operators to develop an action plan to address any non-conformances in a \nrisk prioritised manner. \nFor locations supplying airport storage the Gap Assessment and \nAMC Process above the red line shall be complete by 31 Dec 2016", "source": "Bulletin-68-EI-JIG-Standard-1530-May-2014.pdf", "meta": {"page_span": "2", "chunk_length": 956}}
{"doc_id": "Bulletin-68-EI-JIG-Standard-1530-May-2014", "page": 3, "chunk_id": 6, "text": "[Page 3]\nBulletin 68 \nOperations Bulletin \n May 2014 \nJoint Inspection Group \n \n \n \nThis process will progressively reduce the potential detrimental impact of upstream facilities \nand operations on aviation fuel product quality, and thus on the safety and reliability of \ndownstream and airport fuel supply operations. \nActions for JIG 2 (Airport Depot) Locations \nCompleting the steps necessary to comply with EI/JIG 1530 is the responsibility of each \nsupply location and the companies using their facilities. However, to ensure that individual \nsupply locations are aware of the need to operate to EI/JIG 1530, the Managers of airport \nfuel depots operating to JIG 2 shall; \n1) Formally raise with their JV partners and throughputters the expectation that their \nsupply locations demonstrate conformance to EI/JIG 1530 before year-end 2016. \n2) Request that their JV Partners and throughputters, who hold the contracts with their \nsupply locations, ensure that these locations complete a documented Conformance \nAssessment and establish AMCs as required by EI/JIG 1530. \nActions for JIG Locations Currently Operating to JIG 3 (Aviation Fuel Quality \nControl & Operating Standards for Supply & Distribution Facilities) \nIssue 11 is the last JIG 3 that will be published by JIG. Locations which are part of the JIG \n(JITS) inspection program and currently operate to JIG 3 should adopt EI/JIG 1530", "source": "Bulletin-68-EI-JIG-Standard-1530-May-2014.pdf", "meta": {"page_span": "3", "chunk_length": 1398}}
{"doc_id": "Bulletin-68-EI-JIG-Standard-1530-May-2014", "page": 3, "chunk_id": 7, "text": "tribution Facilities) \nIssue 11 is the last JIG 3 that will be published by JIG. Locations which are part of the JIG \n(JITS) inspection program and currently operate to JIG 3 should adopt EI/JIG 1530 as their \nstandard for the quality assurance of aviation fuels that they handle. \nThese locations should agree with their JV partners a 'switch-over' date on which they will \nformally adopt EI/JIG 1530 in place of JIG 3, having completed the Conformance \nAssessment and established any AMC's in accordance with Annex M of EI/JIG 1530. This \ndate shall be no later than year-end 2016. \nEI/JIG 1530 focuses on product quality assurance upstream of airports and, although its \ncontent was based on the requirements of JIG 3 Issue 11, its scope does not cover all of the \ndesign, operating and HSSE requirements included in JIG 3. Sources of reference \n(including a reference to JIG 2) for these additional aspects of site operation are given in \nEI/JIG 1530 Section 1.2. \nFurther details of the differences between the requirements of JIG 3 and the EI/JIG 1530 \nStandard will be developed by JIG and should be available to JIG 3 locations during Q4 \n2014. \nThe JIG 3 inspection checklist will continue to be used for those JIG 3 locations which are \nincluded in the JIG Inspection Programme until an EI/JIG 1530 checklist is available. \nLocations operating to JIG 3 are also referred to JIG Bulletin 32", "source": "Bulletin-68-EI-JIG-Standard-1530-May-2014.pdf", "meta": {"page_span": "3", "chunk_length": 1399}}
{"doc_id": "Bulletin-68-EI-JIG-Standard-1530-May-2014", "page": 3, "chunk_id": 8, "text": "o be used for those JIG 3 locations which are \nincluded in the JIG Inspection Programme until an EI/JIG 1530 checklist is available. \nLocations operating to JIG 3 are also referred to JIG Bulletin 32 Health, Safety, Security & \nEnvironmental Management System (HSSEMS) for further guidance. \n \nThis document is intended for the guidance of Members of the Joint Inspection Group (JIG) and \ncompanies affiliated with Members of JIG, and does not preclude the use of any other operating \nprocedures, equipment or inspection procedures. Neither JIG, its Members, the companies affiliated \nwith its Members nor the International Air Transport Association (IATA) accepts responsibility for the \nadoption of this document or compliance with this document. Any party using this document in any \nway shall do so at its own risk.", "source": "Bulletin-68-EI-JIG-Standard-1530-May-2014.pdf", "meta": {"page_span": "3", "chunk_length": 819}}
