{"doc_id": "Bulletin-85-Issue-12-of-JIG-Standards-Dec-2015", "page": 1, "chunk_id": 1, "text": "[Page 1]\nOperations \nBulletin \n \n \n Endorsed by IATA Technical Fuel Group \n \n \n \n \n \n \n \n \n \nBulletin 85 Issue 12 of JIG Standards December 2015 \n \nJIG 1 - Aviation Fuel Quality Control & Operating Standards for Into-Plane Fuelling Services, and \nJIG 2 - Aviation Fuel Quality Control & Operating Standards for Airport Depots & Hydrants \n \nIssue 12 is now ready for publication and we are delighted to announce that copies of JIG Standards 1 & 2 \nwill be available to purchase via the Publications area of the website www.jigonline.com from 1st January \n2016. \nThe Standards will be available to download as pdf documents or for delivery as A5 size hard copies. All \ncopies are priced at PS225 each, but we are pleased to confirm that the Member price will remain at PS35 per \ncopy. There will also be discounts for multi-copy licences and mixed A5 hard copy/pdf orders. \nIn addition to the release of the revised Standards, the following documents will be available: \nIssue 12 Summary of Changes \nA separate document (Summary of Changes) detailing where the changes have been made to Issue 11 will \nbe available to download as a pdf from the Publications/Standards page, free of charge to all purchasers of \nthe Standards. \nIssue 12 JIG Inspection Checklist \nThe JIG Inspection Checklist based on Issue 12 is expected to be available at the end of January 2016. This \nwill be located on the", "source": "Bulletin-85-Issue-12-of-JIG-Standards-Dec-2015.pdf", "meta": {"page_span": "1", "chunk_length": 1391}}
{"doc_id": "Bulletin-85-Issue-12-of-JIG-Standards-Dec-2015", "page": 1, "chunk_id": 2, "text": "l purchasers of \nthe Standards. \nIssue 12 JIG Inspection Checklist \nThe JIG Inspection Checklist based on Issue 12 is expected to be available at the end of January 2016. This \nwill be located on the extranet site in the Publications area and available, free of charge, to all purchasers of \nthe Standards. \nIssue 12 Tracked Change Copies \nA pdf 'Tracked Change' copy will also be available to purchasers of the Standards on a request only basis via \nthe JIG Administrators. Their contact details will be displayed on the website Publications page alongside \nthe Standards. Users of this document should be aware that it does not include some small changes made \nduring the final proofreading of the Standards. \nJIG HSSE Management System Standard \nThe JIG HSSE Management System Standard (Issue 2) will be finalised before the end of 2015 and will be \navailable from the website in January, free of charge to all purchasers of the Standards. \nTranslated Standards \nJIG will be commissioning the translation of the Standards into several languages in 2016 and will keep you \ninformed of their availability.", "source": "Bulletin-85-Issue-12-of-JIG-Standards-Dec-2015.pdf", "meta": {"page_span": "1", "chunk_length": 1106}}
{"doc_id": "Bulletin-85-Issue-12-of-JIG-Standards-Dec-2015", "page": 2, "chunk_id": 3, "text": "[Page 2]\nOperations \nBulletin \n \n \n Endorsed by IATA Technical Fuel Group \n \n \n \n \n \n \n \n \n \nBulletin 85 Issue 12 of JIG Standards December 2015 \n \nOperating to JIG Standards \nLocations operating to JIG Standards 1 and 2 should comply with Issue 12 requirements before the end of \n2016. During January 2016 a further bulletin will be issued to outline the actions required by JIG locations \nand JIG Inspectors to meet Issue 12 requirements by this deadline. \nJIG Member Companies \nJIG wishes to thank the Membership for their input to the development of these Standards, and particularly \nthose individuals in the working group who developed many of the suggested changes into the final \ndocuments. \n \n \n \n \nWe would like to take this opportunity to thank you all for your support to JIG over the past year. \nSeason's greetings to all! \n \n \n \n \n \n \nNote: This document is intended for the guidance of Members of the Joint Inspection Group (JIG) and \ncompanies affiliated with Members of JIG, and does not preclude the use of any other operating procedures, \nequipment or inspection procedures. Neither JIG, its Members, the companies affiliated with its Members nor \nthe International Air Transport Association (IATA) accepts responsibility for the adoption of this document or \ncompliance with this document. Any party using this document in any way shall do so at its own risk.", "source": "Bulletin-85-Issue-12-of-JIG-Standards-Dec-2015.pdf", "meta": {"page_span": "2", "chunk_length": 1379}}
