{"doc_id": "Bulletin-88-JIG-Standards-Update-Feb-2016", "page": 1, "chunk_id": 1, "text": "[Page 1]\nOperations \nBulletin \n \n \n Endorsed by IATA Technical Fuel Group \n \n \n \n \n \n \n \n \nBulletin 88 JIG Standards - Update February 2016 \n \nJIG 1 - Aviation Fuel Quality Control & Operating Standards for Into-Plane Fuelling Services, and \nJIG 2 - Aviation Fuel Quality Control & Operating Standards for Airport Depots & Hydrants \nJIG 4 - Aviation Fuel Quality Control & Operating Standards for Smaller Airports \n \nThis bulletin is issued as an update to Operations Bulletin 85 which announced the publication of Issue 12 of \nJIG Standards 1 & 2. \n \nIssue 3 of JIG 4 is now available to purchase from the Online Shop/Publications area of the website \nwww.jigonline.com \nJIG 4 is available to download as a pdf document or for delivery as A5 size hard copies. All copies are priced \nat PS150 each, but we are pleased to confirm that the Member price will remain at PS25 per copy. \nIssue 3 of JIG 4 - Summary of Changes \nA separate document (Summary of Changes) detailing where the changes have been made to Issue 2 is also \navailable to download as a pdf from the Publications page, free of charge to all purchasers of the Standard. \nJIG Inspection Checklists \nThe JIG Inspection Checklist based on Issue 12 is now available from the website, free of charge to all \npurchasers of JIG 1 and JIG 2 Standards. \nA JIG Inspection Checklist based on EI/JIG 1530 requirements for upstream terminals", "source": "Bulletin-88-JIG-Standards-Update-Feb-2016.pdf", "meta": {"page_span": "1", "chunk_length": 1392}}
{"doc_id": "Bulletin-88-JIG-Standards-Update-Feb-2016", "page": 1, "chunk_id": 2, "text": "sed on Issue 12 is now available from the website, free of charge to all \npurchasers of JIG 1 and JIG 2 Standards. \nA JIG Inspection Checklist based on EI/JIG 1530 requirements for upstream terminals (previously inspected \nas JIG 3 sites) is also available from the website. \nA JIG Inspection Checklist for smaller airports, based on Issue 3 of JIG 4 is currently being developed and will \nalso be available from the website. \nJIG HSSE Management System Standard \nThe JIG HSSE Management System Standard (Issue 2) is now available from the website, free of charge to all \npurchasers of JIG 1, JIG 2 or JIG 4. A bulletin summarising the changes made to Issue 1 and information \nabout HSSEMS auditing is currently being developed and will be released later this month. \nOperating to JIG Standards \nLocations operating to JIG Standards 1 and 2 should comply with Issue 12 requirements before the end of \n2016 and the Issue 12 inspection checklists should be used by inspectors during 2016.", "source": "Bulletin-88-JIG-Standards-Update-Feb-2016.pdf", "meta": {"page_span": "1", "chunk_length": 986}}
{"doc_id": "Bulletin-88-JIG-Standards-Update-Feb-2016", "page": 2, "chunk_id": 3, "text": "[Page 2]\nOperations \nBulletin \n \n \n Endorsed by IATA Technical Fuel Group \n \n \n \n \n \n \n \n \nBulletin 88 JIG Standards - Update February 2016 \n \nOperations on the JIG (JITS) Inspection Programme \nThe Issue 12 inspection checklist (ADHIP) is now built into the JITS system and should be used by JIG \nInspectors for all remaining 2016 JIG inspections of airport locations. \nThe upstream S & D checklist is also in the JITS system and should be used by JIG Inspectors for all remaining \n2016 JIG inspections of upstream locations previously inspected in accordance with JIG 3. \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction Type \nTarget Completion Date \nOperations should comply with Issue 12 requirements \n \nJS \n31st Dec 2016 \n \nTable 1 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \n \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG Standard(s) (JIG \n1, 2, 4) (**). \n \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \n \nI \nIssued for information purposes only. \n \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as the governing \noperational standard then adoption of changes to applicable JIG Standards and/or Common Processes should not be considered \noptional by the JV Board.", "source": "Bulletin-88-JIG-Standards-Update-Feb-2016.pdf", "meta": {"page_span": "2", "chunk_length": 1399}}
{"doc_id": "Bulletin-88-JIG-Standards-Update-Feb-2016", "page": 2, "chunk_id": 4, "text": "any of the JIG Common Processes as the governing \noperational standard then adoption of changes to applicable JIG Standards and/or Common Processes should not be considered \noptional by the JV Board. \n \n \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, and does not \npreclude the use of any other operating procedures, equipment or inspection procedures. \nThe information contained in this publication is subject to constant review in the light of changing government requirements and \nregulations. Although efforts are made to keep this information up-to-date, accurate, complete, and free from error, we make no \nrepresentation, warranty or guarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from \nerror, or in compliance with applicable law and regulations. No subscriber or other reader should act on the basis of any such \ninformation without referring to applicable laws and regulations and/or without taking appropriate professional advice. None of JIG, \nits Members, the Companies affiliated with its Members accepts responsibility for any loss or damage, whether in contract, tort \n(including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use, \nadoption or reliance on the information in this document. You", "source": "Bulletin-88-JIG-Standards-Update-Feb-2016.pdf", "meta": {"page_span": "2", "chunk_length": 1398}}
{"doc_id": "Bulletin-88-JIG-Standards-Update-Feb-2016", "page": 2, "chunk_id": 5, "text": "tort \n(including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use, \nadoption or reliance on the information in this document. You use this information at your own risk, but for the full terms and \nconditions concerning use of this document, please refer to http://www.jigonline.com/legal-and-copyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. IATA uses such rights with permission from JIG.", "source": "Bulletin-88-JIG-Standards-Update-Feb-2016.pdf", "meta": {"page_span": "2", "chunk_length": 512}}
