{"doc_id": "Bulletin-90-HingedPitLids-May-20164", "page": 1, "chunk_id": 1, "text": "[Page 1]\nOperations \nBulletin \n \n \n Endorsed by IATA Technical Fuel Group \n \n \n \n \n \n \n \n \n \nBulletin 90 Hinged Hydrant Pit Lids May 2016 \nIntroduction \nJIG Standards (JIG 2 section 3.5.4) require that all hydrant pit covers shall be tethered or permanently connected to pits. One \nway of meeting this requirement is to have a hinged lid that is permanently connected to the pit. There are various designs of \nhinged lids available from a number of manufacturers - when open, some lay flat on the ground and others repose in a vertical \nor near vertical position. \nA number of stakeholders have raised concerns that non-lay-flat hinged hydrant pit lids may interfere with the breakaway \ncharacteristics of EI 1584 Third Edition Hydrant Pit Couplers. The concern is that if the lid is contacted by a moving apron service \nvehicle then it could trap the hydrant pit coupler in a clamshell type action preventing it from breaking away cleanly as it is \ndesigned to do - continued pressure on the lid could result in a partial breakaway or pit coupler casing fracture and the potential \nrisk of a pressurised release of fuel from the hydrant. The effect this would have on the hydrant riser pipe is not known. \nThe Energy Institute, who published EI 1584 Third Edition, carried out a study of this scenario which involved modelling and also \nsome destructive testing using a specially designed test rig", "source": "Bulletin-90-HingedPitLids-May-20164.pdf", "meta": {"page_span": "1", "chunk_length": 1398}}
{"doc_id": "Bulletin-90-HingedPitLids-May-20164", "page": 1, "chunk_id": 2, "text": "known. \nThe Energy Institute, who published EI 1584 Third Edition, carried out a study of this scenario which involved modelling and also \nsome destructive testing using a specially designed test rig and two commonly used pit couplers from different manufacturers. \nIn this particular test scenario the presence of the lid prevented both models of pit coupler from breaking away as designed. \nWhen the lid was removed the two models of pit coupler both broke away as intended. \n \n \nThe static load testing carried out so far demonstrates that the presence of the non-lay-flat hinged pit lid may prevent the pit \ncoupler from breaking away as intended. \nAll three current manufacturers of EI 1584 Third Edition hydrant pit couplers have recommended that their equipment is not \nused in conjunction with non-lay-flat hinged pit lids.", "source": "Bulletin-90-HingedPitLids-May-20164.pdf", "meta": {"page_span": "1", "chunk_length": 831}}
{"doc_id": "Bulletin-90-HingedPitLids-May-20164", "page": 2, "chunk_id": 3, "text": "[Page 2]\nOperations \nBulletin \n \n \n Endorsed by IATA Technical Fuel Group \n \n \n \n \n \n \n \n \n \nBulletin 90 Hinged Hydrant Pit Lids May 2016 \nAction \nIt is clear that the presence of the non-lay-flat lid generates a downward force on the hydrant pit coupler that does not arise \nwith a lay-flat lid. In the absence of further testing, including stress measurement, Hydrant Operators shall specify the lay-flat \ntype for any new purchases of hinged hydrant pit lids. \nManufacturers of non-lay-flat hinged hydrant pit lids may be able to propose a modification to the lid arrangement. Hydrant \nOperators shall either change existing non-lay-flat hinged hydrant pit lids to lay-flat lids or modify existing non-lay-flat hinged \nhydrant pit lids as recommended by the manufacturers, as soon as practical and no later than the end of December 2018. \nModified lids shall continue to meet the JIG requirement of either being permanently connected or tethered to the pit. To \nachieve this requirement, it is recommended that equipment suppliers be contacted as soon as possible. \n \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction Type \nTarget Completion Date \nHydrant Operators to ensure that non-lay-flat hinged pit lids are modified or \nreplaced \n \nJS \n31st Dec 2018 \n \nTable 1 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \n \nJS", "source": "Bulletin-90-HingedPitLids-May-20164.pdf", "meta": {"page_span": "2", "chunk_length": 1394}}
{"doc_id": "Bulletin-90-HingedPitLids-May-20164", "page": 2, "chunk_id": 4, "text": "te \nHydrant Operators to ensure that non-lay-flat hinged pit lids are modified or \nreplaced \n \nJS \n31st Dec 2018 \n \nTable 1 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \n \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG Standard(s) \n(JIG 1, 2, 4) (**). \n \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \n \nI \nIssued for information purposes only. \n \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as the governing \noperational standard then adoption of changes to applicable JIG Standards and/or Common Processes should not be \nconsidered optional by the JV Board. \n \n \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, and does not preclude the use of \nany other operating procedures, equipment or inspection procedures. \nThe information contained in this publication is subject to constant review in the light of changing government requirements and \nregulations. Although efforts are made to keep this information up-to-date, accurate, complete, and free from error, we make no representation, \nwarranty or guarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from error, or in compliance with \napplicable law and", "source": "Bulletin-90-HingedPitLids-May-20164.pdf", "meta": {"page_span": "2", "chunk_length": 1399}}
{"doc_id": "Bulletin-90-HingedPitLids-May-20164", "page": 2, "chunk_id": 5, "text": "rror, we make no representation, \nwarranty or guarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from error, or in compliance with \napplicable law and regulations. No subscriber or other reader should act on the basis of any such information without referring to applicable laws and \nregulations and/or without taking appropriate professional advice. None of JIG, its Members, the Companies affiliated with its Members accepts \nresponsibility for any loss or damage, whether in contract, tort (including negligence), breach of statutory duty, or otherwise, even if foreseeable, \narising under or in connection with your use, adoption or reliance on the information in this document. You use this information at your own risk, but \nfor the full terms and conditions concerning use of this document, please refer to http://www.jigonline.com/legal-and-copyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. IATA uses such rights with permission from JIG.", "source": "Bulletin-90-HingedPitLids-May-20164.pdf", "meta": {"page_span": "2", "chunk_length": 1048}}
