{"doc_id": "Bulletin-42-Core-Principles-for-Throughput-Locations-Feb-2011", "page": 1, "chunk_id": 1, "text": "[Page 1]\nPage 1 of 3 \n \n \n \n \n \nwww.jointinspectiongroup.org \n \nBulletin No. 42 \nOperations Bulletin \nFebruary 2011 \nJoint Inspection Group \nCore Principles - Throughput (Hosting) Locations \n \n1. Introduction \nThis document details JIG recommended practice for implementing and maintaining the \nThroughput (Hosting) Location Core Principles for Operating Companies providing \nthroughput for other suppliers' aviation fuel through their facilities (storage, hydrant and into-\nplane fuelling services) around the world. \n1.1 The JV Core Principles were introduced in July 2008 to give JVs clear competition law \nguidance on controlling and containing the flow of sensitive information which is strictly \nnecessary for the safe and efficient operation of a JV. Related confidentiality agreements \nwere also put in place between the key parties to manage this process. The JIG \nmembers have now decided it would be prudent to extend the relevant obligations from \nthese documents to Throughout (Hosting) Locations. Section 2 of this Bulletin describes \nthe process that Throughput Operating Companies need to follow to adopt the \nThroughput (Hosting) Location Core Principles. \n1.2 The Operator of the Throughput (Hosting) Location is responsible for implementing and \nmaintaining the Throughput (Hosting) Location Core Principles. \n \n2. Standard Throughput (Hosting) Location Core Principles \n2.1 It is", "source": "Bulletin-42-Core-Principles-for-Throughput-Locations-Feb-2011.pdf", "meta": {"page_span": "1", "chunk_length": 1399}}
{"doc_id": "Bulletin-42-Core-Principles-for-Throughput-Locations-Feb-2011", "page": 1, "chunk_id": 2, "text": "roughput (Hosting) Location is responsible for implementing and \nmaintaining the Throughput (Hosting) Location Core Principles. \n \n2. Standard Throughput (Hosting) Location Core Principles \n2.1 It is recommended that every Throughput (Hosting) Location involving aviation fuel \nstorage, hydrant and/or into-plane fuelling services adopt the Throughput (Hosting) \nLocation Core Principles Documents to demonstrate a controlled process for handling \nsensitive information within the Throughput (Hosting) Location. \n2.2 The Throughput (Hosting) Location Core Principles Documents (see Attachment 1) are \nstandard form documents and it is recommended that they are implemented without \nrevision to ensure consistency across the industry. Changes should not be made to \nThroughput (Hosting) Location Core Principles unless the changes have been approved \nby the Operator and all Throuputters legal representatives. \n2.3 The Throughput (Hosting) Location suite of documents is: \n2.3.1 The Throughput (Hosting) Location Core Principles (to be annexed to the \nConfidentiality Agreement(s). \n2.3.2 Tier 1 - Confidentiality Agreement between the Users (suppliers) and the Operating \nCompany (Operating Company may be a supplier or a third party operating \ncompany) \n2.3.3 Tier 2 - Confidentiality Agreement between the Operators Manager and the \nOperating Company. \n2.3.4 Tier 3 - Confidentiality Agreement", "source": "Bulletin-42-Core-Principles-for-Throughput-Locations-Feb-2011.pdf", "meta": {"page_span": "1", "chunk_length": 1396}}
{"doc_id": "Bulletin-42-Core-Principles-for-Throughput-Locations-Feb-2011", "page": 1, "chunk_id": 3, "text": "ny may be a supplier or a third party operating \ncompany) \n2.3.3 Tier 2 - Confidentiality Agreement between the Operators Manager and the \nOperating Company. \n2.3.4 Tier 3 - Confidentiality Agreement between visitors and the Operators Manager \nNote: All visiting non marketing, operator and/or throughputter employees (not \nemployed at the location) and/or third party auditors/inspectors should sign a Tier 3 \nConfidentiality Agreement at the commencement of their visit (marketing employees \nmust not have access to sensitive information during visits in any case).", "source": "Bulletin-42-Core-Principles-for-Throughput-Locations-Feb-2011.pdf", "meta": {"page_span": "1", "chunk_length": 567}}
{"doc_id": "Bulletin-42-Core-Principles-for-Throughput-Locations-Feb-2011", "page": 2, "chunk_id": 4, "text": "[Page 2]\nPage 2 of 3 \n \n \n \n \n \nwww.jointinspectiongroup.org \n \nBulletin No. 42 \nOperations Bulletin \nFebruary 2011 \nJoint Inspection Group \n3. The Throughput (Hosting) Location Core Principles Training \n3.1 Throughput (Hosting) Location Manager should receive initial Throughput (Hosting) Core \nPrinciples training from a competent person from the Operating Company familiar with \nthe Throughput (Hosting) Location Core Principles. \n3.2 Each year the Operating Company should provide the Throughput (Hosting) Location \nManager with standard Throughput (Hosting) Location Core Principles refresher training \npacks which the Throughput (Hosting) Location Manager will then use to train his/her \nemployees as follows: \n3.2.1 Full training pack for Throughput (Hosting) Location Manager Key Staff (Throughput \n(Hosting) Location Manager and staff most involved in using sensitive information) \n3.2.2 Summarised training pack for operators and other Throughput (Hosting) Location \nstaff \n3.3 The Throughput (Hosting) Location Manager should retain Throughput (Hosting) \nLocation Core Principles training records for each employee. \n \n4. Throughput (Hosting) Location Core Principles Compliance Audits \n4.1 It is recommended that each Throughput (Hosting) Location Manager should complete \nan annual self-audit of the operation using the standard Throughput (Hosting) Location \nCore Principles Compliance", "source": "Bulletin-42-Core-Principles-for-Throughput-Locations-Feb-2011.pdf", "meta": {"page_span": "2", "chunk_length": 1399}}
{"doc_id": "Bulletin-42-Core-Principles-for-Throughput-Locations-Feb-2011", "page": 2, "chunk_id": 5, "text": "1 It is recommended that each Throughput (Hosting) Location Manager should complete \nan annual self-audit of the operation using the standard Throughput (Hosting) Location \nCore Principles Compliance Audit Form (available to download from the JIG Website in \n2011). It is recommended this is completed after carrying out the annual training in \nThroughput (Hosting) Location Core Principles. \n4.1.1 By October 2012, every airport Throughput (Hosting) Location should complete a \nself-audit and annually thereafter. The Throughput (Hosting) Location Compliance \nAudit Form which will be available on the JIG website early in 2011. \n4.1.2 Audit findings should be reported to the Operating Company at the earliest \nopportunity and no later than June 30th 2012. \n4.1.3 The Throughput (Hosting) Location Manager should ensure that any 2012 audit \nfindings are resolved by October 31st 2012, or earlier if directed by the Operating \nCompany. \n4.2 Completed Throughput (Hosting) Location Compliance Audits should be distributed by \nthe Throughput (Hosting) Location Manager to the Operator and Throughputter \nRepresentatives. Completed audits at JIG sites (which will only be accessible to \nauthorised Throughputters) should also be uploaded to the JIG Website via the Core \nPrinciples Audits option from the Members Area. \n4.3 From 2013, Throughput (Hosting) Locations should ensure that they complete an", "source": "Bulletin-42-Core-Principles-for-Throughput-Locations-Feb-2011.pdf", "meta": {"page_span": "2", "chunk_length": 1399}}
{"doc_id": "Bulletin-42-Core-Principles-for-Throughput-Locations-Feb-2011", "page": 2, "chunk_id": 6, "text": "ughputters) should also be uploaded to the JIG Website via the Core \nPrinciples Audits option from the Members Area. \n4.3 From 2013, Throughput (Hosting) Locations should ensure that they complete an annual \nself-audit and that any actions arising out of the audit are completed before October \n31st. \nThis document is intended for the guidance of Members of the Joint Inspection Group (JIG) and \ncompanies affiliated with Members of JIG, and does not preclude the use of any other operating \nprocedures, equipment or inspection procedures. Neither JIG, its Members, the companies affiliated \nwith its Members nor the International Air Transport Association (IATA) accepts responsibility for the \nadoption of this document or compliance with this document. Any party using this document in any \nway shall do so at its own risk.", "source": "Bulletin-42-Core-Principles-for-Throughput-Locations-Feb-2011.pdf", "meta": {"page_span": "2", "chunk_length": 827}}
{"doc_id": "Bulletin-42-Core-Principles-for-Throughput-Locations-Feb-2011", "page": 3, "chunk_id": 7, "text": "[Page 3]\nPage 3 of 3 \n \n \n \n \n \nwww.jointinspectiongroup.org \n \nBulletin No. 42 \nOperations Bulletin \nFebruary 2011 \nJoint Inspection Group \n \nAttachment 1 \n \nMaster Core Principle Throughput (Hosting) Documents Available on the JIG \nWeb Site \n \nDoc Ref \nJIG Document Title \nJIG CP 1 01 v4 240111 \nCore Principles Compliance Audit Form \nJIG CP 1.15 v1 080211 \nCore Principles for Throughput Locations \nJIG CP 1.16 v1 080211 \nOperator Confidentiality Agreement Throughput \nLocations \nJIG CP 1.17 v1 080211 \nManager Operator Confidentiality Agreement \nThroughput Locations \nJIG CP 1.18 v1 080211 \nVisitors Confidentiality agreement Throughput \nLocations \nJIG CP 1.19 v1 080211 \nCore Principles Management Training Pack \nThroughput Locations \nJIG CP 1.20 v1 080211 \nCore Principles Operator Training Pack Throughput \nLocations \nJIG CP 1.21 v1 080211 \nCore Principles Q&A Throughput Locations", "source": "Bulletin-42-Core-Principles-for-Throughput-Locations-Feb-2011.pdf", "meta": {"page_span": "3", "chunk_length": 888}}
