{"doc_id": "Bulletin-29-Reporting of HSSE Statistics & Incidents", "page": 1, "chunk_id": 1, "text": "[Page 1]\nHSSE Bulletin\nBulletin No.29\nDec 2009\no\no\nReporting of HSSE Statistics & lncidents\nThe purpose of this Bulletin is to clarify the reporting requirements for the JIG Airport JV\nlocations and to advise them of some changes to the incident definitions.\nBackground\nThe reporting of JV incident statistics is a requirement of all JIG Member Companies.\nThe HSSE reporting system on the JIG website was established to provide:\no An incident reporting log and a means to generate statistics for each JV and for the\ntotal of allthe JV locations.\no A means to collate JV HSSE statistics in order to identify trends and allow\ncomparison between JVs.\nEnhancements to the current system\nIncident Reportinq\nJVs are encouraged to report individual incidents using the incident reporting log within the\nHSSE reporting system on the JIG website. However, it is recognised that only a minority of\nJVs are currently using the JIG incident reporting log because most have an alternative\nincident reporting system available to them, particularly those JVs which are managed by\none of the major JIG Member Companies. This is acceptable provided that the HSSE\nstatistics reporting requirements described below are followed.\nThe JIG HSSE reporting system has been modified to allow for reporting of statistics without\nthe need to use the incident reporting log. For those JVs curently using the incident\nreporting", "source": "Bulletin-29-Reporting of HSSE Statistics & Incidents.pdf", "meta": {"page_span": "1", "chunk_length": 1398}}
{"doc_id": "Bulletin-29-Reporting of HSSE Statistics & Incidents", "page": 1, "chunk_id": 2, "text": "followed.\nThe JIG HSSE reporting system has been modified to allow for reporting of statistics without\nthe need to use the incident reporting log. For those JVs curently using the incident\nreporting log this functionality remains active. The functionality has however been removed\nfor all other JVs (but can be reinstated on request).\nHSSE Monthly Statistics Reporting\nCurrently HSSE statistics are prepared by the JVs using the HSSE Quarterly Performance\nStatistics Forms or the JIG web-based HSSE reporting system. Ihis data is collated by JlG.\nJIG now requires monthly HSSE statistics to be reported using the JIG web-based HSSE\nreporting system only.\nEach JV should add its total volume, hours worked and total (into-plane) fuellings information\nto the Ops Monthly Statistics Page. The JVs not using the incident reporting log should\nadditionally enter their incident data to the HSSE Monthly Statistics Page.\nNote: A quarterly summary (similar in appearance to the existing JIG Quarterly Performance\nStatistics paper format) is automatically generated from the reported data. This can be\ncopied and pasted to a word document if required (for example for those who need to\nprovide this information to local shareholders). To produce an Excel Worksheet, place the\nmouse pointer on the table and select \"export to Excel\".\nPage I of2\nwww.j oi nti nspecti on g rou p. org", "source": "Bulletin-29-Reporting of HSSE Statistics & Incidents.pdf", "meta": {"page_span": "1", "chunk_length": 1371}}
{"doc_id": "Bulletin-29-Reporting of HSSE Statistics & Incidents", "page": 1, "chunk_id": 3, "text": "on to local shareholders). To produce an Excel Worksheet, place the\nmouse pointer on the table and select \"export to Excel\".\nPage I of2\nwww.j oi nti nspecti on g rou p. org", "source": "Bulletin-29-Reporting of HSSE Statistics & Incidents.pdf", "meta": {"page_span": "1", "chunk_length": 172}}
{"doc_id": "Bulletin-29-Reporting of HSSE Statistics & Incidents", "page": 2, "chunk_id": 4, "text": "[Page 2]\nHSSE Bulletin\nBulletin No.29\no\nDec 2009\nChanqes to lncident Definitions\nThe distinction between depot and into-plane spills and hours worked is removed and there\nis a revised definition lor Fuelling Vehicle lncident. These changes bring JIG closer to the\nmajority of JIG Member Company reporting definitions. The cunent incident definitions are\nshown on the JIG website.\nAction Required by JVs\nEffective January 2010, the following actions need to be implemented\nlncident Reportino - Each JIG Airport JV to decide if they will use the JIG incident\nreporting log or use an alternative incident reporting system as approved by the\nparticipant companies, and to ensure that the necessary processes are in place.\na\na\nMonthlv HSSE Operational Statistics Reportinq - The HSSE operational statistics\n(total volume, hours worked and total into-plane fuellings) to be added by all JIG\nAirport JVs to the website by the 10th calendar day of each month (e.g. January\nstatistics witl be entered by 10th February lates$.\nMonthlv HSSE Incident Statistics Reoortinq - For JIG Airport JVs not using the JIG\nincident reporting log, HSSE incident statistics to be added to the website by the 1Oth\ncalendar day of each month (e.g. January statistics will be entered by 1Oth February\nlatest).\nFor more information regarding the JIG HSSE reporting system please refer to the User\nGuide available on", "source": "Bulletin-29-Reporting of HSSE Statistics & Incidents.pdf", "meta": {"page_span": "2", "chunk_length": 1386}}
{"doc_id": "Bulletin-29-Reporting of HSSE Statistics & Incidents", "page": 2, "chunk_id": 5, "text": "calendar day of each month (e.g. January statistics will be entered by 1Oth February\nlatest).\nFor more information regarding the JIG HSSE reporting system please refer to the User\nGuide available on www.jointinspectiongroup.org\nThis document is intended for the guidance of Members of the Joint lnspection Group (JlG) and\ncompanies affiliated with Members of JlG, and does not preclude the use of any other operating\nprocedures, equipment or inspection procedures. Neither JlG, it's Members, the companies affiliated\nwith its Members nor the lnternational Air Transport Association (IATA) accepts responsibility for the\nadoption of this document or compliance with this document. Any party using this document in any\nway shalldo so at its own risk.\nPage 2 of 2\nwww.joi ntinspectiong rou p. org", "source": "Bulletin-29-Reporting of HSSE Statistics & Incidents.pdf", "meta": {"page_span": "2", "chunk_length": 793}}
