{"doc_id": "Bulletin-55-FWS-and-Similarity-Aug-20121", "page": 1, "chunk_id": 1, "text": "[Page 1]\nBulletin No. 55 \nTechnical Bulletin \n Aug 2012 \nJoint Inspection Group \nwww.jigonline.com \nPage 1 of 4 \n \nFilter Water Separators and Similarity \n \nIntroduction \n \nInto-plane jet fuel cleanliness standards require the use of filtration qualified to EI \n1581 or EI 1583. EI 1581 5th edition is the current version of the industry \nspecification for the performance testing of Filter Water Separators (FWS). The filter \nmanufacturers qualify a new FWS to EI 1581 on a test rig to cover a specific flow \nrate range for the system (vessel configuration and specific coalescer and separator \nelements). In order to avoid the need for laboratory testing of every FWS system \never installed, systems of closely related configuration can be qualified by \n\"Similarity\". EI 1582 2nd edition is the latest version of the Similarity specification that \ncontains methodology to ensure that a vessel will meet the performance \nrequirements of EI 1581 without the need for testing. Similarity is also used to \nensure that an existing or new vessel remains qualified to EI 1581 when the \nmodel/type of elements are changed. \n \nFWS vessels shall contain only combinations of coalescer and separator elements \nqualified by a single manufacturer - unqualified mixes of elements from different \nmanufacturers are not permitted. Compliance with Similarity requirements is one of \nthe technical bases supporting", "source": "Bulletin-55-FWS-and-Similarity-Aug-20121.pdf", "meta": {"page_span": "1", "chunk_length": 1398}}
{"doc_id": "Bulletin-55-FWS-and-Similarity-Aug-20121", "page": 1, "chunk_id": 2, "text": "qualified by a single manufacturer - unqualified mixes of elements from different \nmanufacturers are not permitted. Compliance with Similarity requirements is one of \nthe technical bases supporting the concept that the cleanliness level of filtered jet \nfuel is fit-for-purpose. \n \nIn operation it is realised that operators may have a FWS vessel in service for many \nyears and, during that time, changes in the EI 1581 performance specification may \nhave consequences for the vessel performance and compliance. Also, operators \nmay wish to change the supplier of the coalescer and separator elements, which \ncould also impact performance and compliance to EI 1581. EI 1582 includes a pro-\nforma sheet (see Appendix below) that can be obtained from the manufacturers \nwhenever any of the above changes are made. The manufacturers adopted this \nstandardised sheet during 2011 and should now provide a completed sheet for each \nvessel in this format. The properly completed Similarity Sheet comprises the \ndocumentation that confirms an installed FWS is qualified to the latest edition of EI \n1581.", "source": "Bulletin-55-FWS-and-Similarity-Aug-20121.pdf", "meta": {"page_span": "1", "chunk_length": 1096}}
{"doc_id": "Bulletin-55-FWS-and-Similarity-Aug-20121", "page": 2, "chunk_id": 3, "text": "[Page 2]\nBulletin No. 55 \nTechnical Bulletin \n Aug 2012 \nJoint Inspection Group \nwww.jigonline.com \nPage 2 of 4 \n \n \nACTIONS FOR JIG JOINT VENTURES \n \nAll FWS shall comply with EI 1581 5th edition. \n \nNew vessels \n \nA new EI 1581 5th edition vessel is compliant if the configuration remains the same \nas originally delivered and the original Coalescer and Separator element models \nsupplied by the manufacturer are used for subsequent element changes. A \nQualification Test Report or an original Similarity Sheet shall be provided by the \nvendor with each new vessel. \n \nVessels in service \n \nSimilarity sheets should be requested from the manufacturer for vessels that are \ncurrently in service but do not have them at the present time. These shall be \nobtained from the manufacturer at the next element change. An existing in service \nvessel qualified by Similarity to EI 1581 5th edition remains compliant and the \nexisting Similarity sheet remains valid until there is a change to different element \ntypes. \n \nAction: When different element models are fitted to an existing vessel the supplier of \nthe new elements shall issue an EI 1582 2nd edition Similarity sheet and new vessel \ndata plate. The new plate shall be fitted to the exterior of the vessel in addition to the \noriginal vessel data plate. \nNote: A change in element type may also result in a change in the maximum flow \nrate for", "source": "Bulletin-55-FWS-and-Similarity-Aug-20121.pdf", "meta": {"page_span": "2", "chunk_length": 1396}}
{"doc_id": "Bulletin-55-FWS-and-Similarity-Aug-20121", "page": 2, "chunk_id": 4, "text": ". The new plate shall be fitted to the exterior of the vessel in addition to the \noriginal vessel data plate. \nNote: A change in element type may also result in a change in the maximum flow \nrate for the new vessel system. \n \nThe Similarity sheet shall be specific for each vessel and shall be kept with the filter \nvessel records. \n \n \n \n \n \n \nThis document is intended for the guidance of Members of the Joint Inspection Group (JIG) and \ncompanies affiliated with Members of JIG, and does not preclude the use of any other operating \nprocedures, equipment or inspection procedures. Neither JIG, its Members, the companies affiliated \nwith its Members nor the International Air Transport Association (IATA) accepts responsibility for the \nadoption of this document or compliance with this document. Any party using this document in any \nway shall do so at its own risk.", "source": "Bulletin-55-FWS-and-Similarity-Aug-20121.pdf", "meta": {"page_span": "2", "chunk_length": 870}}
{"doc_id": "Bulletin-55-FWS-and-Similarity-Aug-20121", "page": 3, "chunk_id": 5, "text": "[Page 3]\nBulletin No. 55 \nTechnical Bulletin \n Aug 2012 \nJoint Inspection Group \nwww.jigonline.com \nPage 3 of 4 \n \nAppendix", "source": "Bulletin-55-FWS-and-Similarity-Aug-20121.pdf", "meta": {"page_span": "3", "chunk_length": 123}}
{"doc_id": "Bulletin-55-FWS-and-Similarity-Aug-20121", "page": 4, "chunk_id": 6, "text": "[Page 4]\nBulletin No. 55 \nTechnical Bulletin \n Aug 2012 \nJoint Inspection Group \nwww.jigonline.com \nPage 4 of 4", "source": "Bulletin-55-FWS-and-Similarity-Aug-20121.pdf", "meta": {"page_span": "4", "chunk_length": 111}}
