{"doc_id": "Bulletin-97-Control-of-Access-to-JIG-Web-Site-and-JIG-Dashboard-2-February-2017", "page": 1, "chunk_id": 1, "text": "[Page 1]\nCommon Process \nBulletin \n \n \n \n \n \n \n \nwww.jigonline.com \n \n \n \n \nBulletin No 97 Control of Access to JIG Web Site and JIG Dashboard February 2017 \nBackground \nOver recent years JIG has increased the functionality of the JIG web site for the benefit of its Members and \nprovided the JIG Dashboard as a platform to make it easier for Operations to get assurance on compliance \nwith relevant JIG Standards and Common Processes. \nAccess to the JIG web site and the JIG Dashboard is controlled through an individual's JIG web site user name \nand employing company name. To ensure information on the JIG web site and JIG Dashboard continues to be \ncontrolled as intended, JIG is reliant on:- \n1. Each JIG Member company and Incorporated JV company to ensure its list of current users and CP \nLeads are up to date. (CP Leads have JIG Dashboard edit rights to give Throughputters visibility of JIG \nStandards and Common Processes where the Operation Board/Management Committee has agreed to \ngive visibility and your company is named as CP Lead for the Operation). Attachment 1 shows how to \ncheck your company's current list of users and CP Leads. JIG Members and Incorporated JVs are \nrecommended to identify one employee who can check your company's current list of users and CP \nLeads and advise the JIG Administration Coordinator of any changes by 1st March each year and \nwhenever a user", "source": "Bulletin-97-Control-of-Access-to-JIG-Web-Site-and-JIG-Dashboard-2-February-2017.pdf", "meta": {"page_span": "1", "chunk_length": 1396}}
{"doc_id": "Bulletin-97-Control-of-Access-to-JIG-Web-Site-and-JIG-Dashboard-2-February-2017", "page": 1, "chunk_id": 2, "text": "nded to identify one employee who can check your company's current list of users and CP \nLeads and advise the JIG Administration Coordinator of any changes by 1st March each year and \nwhenever a user ceases to be employed by the JIG Member or Incorporated JV. This is now an annually \nrecurring IT security action which should be incorporated into JIG Members' system of internal control \nand Incorporated JV Site Manager's annual check list. \n \n2. Site Manager to ensure his/her JIG Dashboard Operations Screen is up to date and in particular \nshowing the correct Participants, Throughputters, Operator and Site Manager(s). Attachment 2 (and \nDashboard Training Video CP 9.20C) shows how to check your JIG Dashboard Operation Screen is up to \ndate. Site Managers are recommended to check their JIG Dashboard Operation Screen shows the \ncorrect Participants, Throughputters, Operator and Site Manager(s) and advise the JIG Administration \nCoordinator of any changes by 1st March each year and advise other changes as they may occur during \nthe year. This is now an annually recurring IT security action which should be incorporated into the Site \nManager's annual check list. \nReference to Previous JIG Bulletins \n Bulletin 86 Control of Access to JIG Web Site and JIG Dashboard - is now withdrawn. Annual recurrent \nactions now superseded by this Bulletin.", "source": "Bulletin-97-Control-of-Access-to-JIG-Web-Site-and-JIG-Dashboard-2-February-2017.pdf", "meta": {"page_span": "1", "chunk_length": 1357}}
{"doc_id": "Bulletin-97-Control-of-Access-to-JIG-Web-Site-and-JIG-Dashboard-2-February-2017", "page": 1, "chunk_id": 3, "text": "IG Bulletins \n Bulletin 86 Control of Access to JIG Web Site and JIG Dashboard - is now withdrawn. Annual recurrent \nactions now superseded by this Bulletin.", "source": "Bulletin-97-Control-of-Access-to-JIG-Web-Site-and-JIG-Dashboard-2-February-2017.pdf", "meta": {"page_span": "1", "chunk_length": 157}}
{"doc_id": "Bulletin-97-Control-of-Access-to-JIG-Web-Site-and-JIG-Dashboard-2-February-2017", "page": 2, "chunk_id": 4, "text": "[Page 2]\nCommon Process \nBulletin \n \n \n \n \n \n \n \nwww.jigonline.com \n \n \n \n \nBulletin No 97 Control of Access to JIG Web Site and JIG Dashboard February 2017 \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction \nType \nTarget \nCompletion \nDate \n1. Each JIG Member company and Incorporated JV company to \nensure its list of current users and CP Leads are up to date. (CP \nLeads have JIG Dashboard edit rights to give Throughputters \nvisibility of JIG Standards and Common Processes where the \nOperation Board/Management Committee has agreed to give \nvisibility and your company is named as CP Lead for the \nOperation). Attachment 1 shows how to check your company's \ncurrent list of users and CP Leads. JIG Members and Incorporated \nJVs are recommended to identify one employee who can check \nyour company's current list of users and CP Leads and advise the \nJIG Administration Coordinator of any changes by 1st March each \nyear and whenever a user ceases to be employed by the JIG \nMember or Incorporated JV. This is now an annually recurring IT \nsecurity action which should be incorporated into JIG Members' \nsystem of internal control and Incorporated JV Site Manager's \nannual check list. \nRP \n1st March 2017 \n2. Site Manager to ensure his/her JIG Dashboard Operations \nScreen is up to date and in particular showing the correct \nParticipants,", "source": "Bulletin-97-Control-of-Access-to-JIG-Web-Site-and-JIG-Dashboard-2-February-2017.pdf", "meta": {"page_span": "2", "chunk_length": 1392}}
{"doc_id": "Bulletin-97-Control-of-Access-to-JIG-Web-Site-and-JIG-Dashboard-2-February-2017", "page": 2, "chunk_id": 5, "text": "orated JV Site Manager's \nannual check list. \nRP \n1st March 2017 \n2. Site Manager to ensure his/her JIG Dashboard Operations \nScreen is up to date and in particular showing the correct \nParticipants, Throughputters, Operator and Site Manager(s). \nAttachment 2 (and Dashboard Training Video CP 9.20C) shows \nhow to check your JIG Dashboard Operation Screen is up to date. \nSite Managers are recommended to check their JIG Dashboard \nOperation \nScreen \nshows \nthe \ncorrect \nParticipants, \nThroughputters, Operator and Site Manager(s) and advise the JIG \nAdministration Coordinator of any changes by 1st March each \nyear and advise other changes as they may occur during the year. \nThis is now an annually recurring IT security action which should \nbe incorporated into the Site Manager's annual check list. \nRP \n1st March 2017", "source": "Bulletin-97-Control-of-Access-to-JIG-Web-Site-and-JIG-Dashboard-2-February-2017.pdf", "meta": {"page_span": "2", "chunk_length": 824}}
{"doc_id": "Bulletin-97-Control-of-Access-to-JIG-Web-Site-and-JIG-Dashboard-2-February-2017", "page": 3, "chunk_id": 6, "text": "[Page 3]\nCommon Process \nBulletin \n \n \n \n \n \n \n \nwww.jigonline.com \n \n \n \n \nBulletin No 97 Control of Access to JIG Web Site and JIG Dashboard February 2017 \nRelevant Publications \n1. CP 9.20C v0 150515 Dashboard Video Operation Set Up (Opting In and Visibility).wmv \n \nTable 1 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG \nStandard(s) (JIG 1, 2, 4 and JIG HSSE Management System) (**). \n \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \n \nI \nIssued for information purposes only. \n \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as the \ngoverning operational standard then adoption of changes to applicable JIG Standards and/or Common Processes should \nnot be considered optional by the JV Board. \n \n \n \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, and does not \npreclude the use of any other operating procedures, equipment or inspection procedures. \nThe information contained in this publication is subject to constant review in the light of changing government requirements and \nregulations. Although efforts are made to keep this information up-to-date, accurate, complete, and free from error, we make", "source": "Bulletin-97-Control-of-Access-to-JIG-Web-Site-and-JIG-Dashboard-2-February-2017.pdf", "meta": {"page_span": "3", "chunk_length": 1398}}
{"doc_id": "Bulletin-97-Control-of-Access-to-JIG-Web-Site-and-JIG-Dashboard-2-February-2017", "page": 3, "chunk_id": 7, "text": "t to constant review in the light of changing government requirements and \nregulations. Although efforts are made to keep this information up-to-date, accurate, complete, and free from error, we make no \nrepresentation, warranty or guarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from \nerror, or in compliance with applicable law and regulations. No subscriber or other reader should act on the basis of any such \ninformation without referring to applicable laws and regulations and/or without taking appropriate professional advice. None of JIG, \nits Members, the Companies affiliated with its Members accepts responsibility for any loss or damage, whether in contract, tort \n(including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use, \nadoption or reliance on the information in this document. You use this information at your own risk, but for the full terms and conditions \nconcerning use of this document, please refer to http://www.jigonline.com/legal-and-copyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. IATA uses such rights with permission from JIG.", "source": "Bulletin-97-Control-of-Access-to-JIG-Web-Site-and-JIG-Dashboard-2-February-2017.pdf", "meta": {"page_span": "3", "chunk_length": 1235}}
{"doc_id": "Bulletin-97-Control-of-Access-to-JIG-Web-Site-and-JIG-Dashboard-2-February-2017", "page": 4, "chunk_id": 8, "text": "[Page 4]\nCommon Process \nBulletin \n \n \n \n \n \n \n \nwww.jigonline.com \n \n \n \n \nBulletin No 97 Control of Access to JIG Web Site and JIG Dashboard February 2017 \n \nAttachment 1 Checking Your Company's current Users and CP Leads \n1. Log in to JIG web site \n2. Select My Profile \n3. Select My Company \n4. User List - export list of current users list \n5. CP Lead Users - export list of current CP Leads. \n6. Advise changes to JIG Administration Coordinator", "source": "Bulletin-97-Control-of-Access-to-JIG-Web-Site-and-JIG-Dashboard-2-February-2017.pdf", "meta": {"page_span": "4", "chunk_length": 450}}
{"doc_id": "Bulletin-97-Control-of-Access-to-JIG-Web-Site-and-JIG-Dashboard-2-February-2017", "page": 5, "chunk_id": 9, "text": "[Page 5]\nCommon Process \nBulletin \n \n \n \n \n \n \n \nwww.jigonline.com \n \n \n \n \nBulletin No 97 Control of Access to JIG Web Site and JIG Dashboard February 2017 \nAttachment 2 Check your JIG Dashboard Operation Screen is up to date \n1. Log in to JIG web site \n2. Select Dashboard tab \n3. Click Edit or View next to Operation name \n4. Check Operation Information is up to date. In particular:- \na. On Site Manager name(s) \nb. Operator name \nc. CP Lead company name \nd. Participants company name \ne. Throughputter company name \n5. Advise changes to JIG Administration Coordinator", "source": "Bulletin-97-Control-of-Access-to-JIG-Web-Site-and-JIG-Dashboard-2-February-2017.pdf", "meta": {"page_span": "5", "chunk_length": 572}}
