{"doc_id": "Bulletin-48-Business-Risk-Assessment-Dec-2011", "page": 1, "chunk_id": 1, "text": "[Page 1]\nPage 1 of 2 \n \n \n \n \n \nwww.jointinspectiongroup.org \n \nBulletin No. 48 \nCommon Process \nBulletin \nDec 2011 \nJoint Inspection Group \n1. Quality /\nContinuous\nImprovement\n5. \nCustomer \nService\n6.\nLegal\nCompliance\n4. \nPeople\n3. \nFinancial \nControl\n2. \nHSSE\n1. Quality /\nContinuous\nImprovement\n5. \nCustomer \nService\n6.\nLegal\nCompliance\n4. \nPeople\n3. \nFinancial \nControl\n2. \nHSSE\n \n \n \n \n \nJIG Business Risk Assessment and Risk Management \n for Joint Venture Operations \nEach Joint Venture (JV) should periodically review its business risk1 in order to provide \nassurance to the JV Board / Management Committee, Participants and Users that it is \neffectively managing the key risks affecting the ability of the JV to deliver its business \nobjectives. \nThe JIG Business Risk Assessment and Risk Management of JV Operations document (CP \n4.01) and accompanying JIG Business Risk Assessment Tool (contained within CP 4.02) \nhave been developed2 to help JVs assess and manage the Health, Safety, Security and \nEnvironmental (HSSE), people, customer service and legal compliance risks that are \ntypically found at Airport JVs3. \nThe JIG Business Risk Assessment Tool is intended to help JV management to \nsystematically consider three questions that are critical to effective risk management: \n1. What could go wrong? \n2. What systems prevent this from happening, and are there additional barriers", "source": "Bulletin-48-Business-Risk-Assessment-Dec-2011.pdf", "meta": {"page_span": "1", "chunk_length": 1395}}
{"doc_id": "Bulletin-48-Business-Risk-Assessment-Dec-2011", "page": 1, "chunk_id": 2, "text": "nt to \nsystematically consider three questions that are critical to effective risk management: \n1. What could go wrong? \n2. What systems prevent this from happening, and are there additional barriers that can \nbe introduced to further reduce the level of risk? \n3. What verification and measurement processes are in place to check that systems are \nworking effectively? \nThe JIG Business Risk Assessment Tool should be completed by JVs with the assistance of \nan external facilitator who is familiar with risk assessment techniques and who can, with the \nassistance of JV personnel, assess the type and effectiveness of existing management \nsystems (ie.plant, procedure and people control measures and barriers to mitigate risks). \nActions Arising from this Bulletin \nAs outlined on page 2, each JV Board / Management Committee is requested at their next \nmeeting to consider and agree to: (i) complete its first JIG Business Risk Assessment \n(between 2011 and end 2014) and (ii) embed the Ongoing Business Risk Assessment \nAnnual Review Cycle in their management system. \nReference Documents (also downloadable from www.jointinspectiongroup.org) \n* \nCP 4.01 v0 310811 JIG Business Risk Assessment and Risk Management of JV \nOperations.doc - the Common Process document. \n* \nCP 4.02 v0 051211 JIG Management System Best Practice.xls which contains the \nBusiness Risk Assessment Tool. \n* \nCP 4.03 v0", "source": "Bulletin-48-Business-Risk-Assessment-Dec-2011.pdf", "meta": {"page_span": "1", "chunk_length": 1398}}
{"doc_id": "Bulletin-48-Business-Risk-Assessment-Dec-2011", "page": 1, "chunk_id": 3, "text": "nd Risk Management of JV \nOperations.doc - the Common Process document. \n* \nCP 4.02 v0 051211 JIG Management System Best Practice.xls which contains the \nBusiness Risk Assessment Tool. \n* \nCP 4.03 v0 051211 JIG Business Risk Assessment.ppt -presentation to introduce the \nBusiness Risk Assessment process \n \n1 Business risks affect the ability of a JV to deliver its business objectives. All areas of a JV's business activity \nshould be considered to identify key business risks including: Health, Safety, Security and Environmental \n(HSSE), Financial Control, People, Customer Service and Legal Compliance. \n2 The JIG Business Risk Assessment process has been successfully trialled at Stansted, Arlanda and Dubai \nAirports. \n3 Joint Venture participants and/or statutory authorities may require a more detailed quantitative risk assessment \nto be carried out for larger / more complex operations.", "source": "Bulletin-48-Business-Risk-Assessment-Dec-2011.pdf", "meta": {"page_span": "1", "chunk_length": 897}}
{"doc_id": "Bulletin-48-Business-Risk-Assessment-Dec-2011", "page": 2, "chunk_id": 4, "text": "[Page 2]\nPage 2 of 2 \n \n \n \n \n \nwww.jointinspectiongroup.org \n \nBulletin No. 48 \nCommon Process \nBulletin \nDec 2011 \nJoint Inspection Group \n1. Quality /\nContinuous\nImprovement\n5. \nCustomer \nService\n6.\nLegal\nCompliance\n4. \nPeople\n3. \nFinancial \nControl\n2. \nHSSE\n1. Quality /\nContinuous\nImprovement\n5. \nCustomer \nService\n6.\nLegal\nCompliance\n4. \nPeople\n3. \nFinancial \nControl\n2. \nHSSE\n \n \n \n \nBusiness Risk Assessment Implementation Plan and Review Cycle \n1. First Business Risk Assessment (Implementation Plan between 2011 and end 2014) \na. JV Participants to agree date for each JV to complete its first JIG Business Risk \nAssessment (timing should be influenced by the risk involved in each JV's activities \nand availability of skilled facilitators to assist each JV to complete its first JIG Business \nRisk Assessment). \nb. JV to complete the JIG Business Risk Assessment Tool (contained within CP 4.02) \nfacilitated by a Lead Participant or 3rd party (individual competent in risk assessment) \n- typically 1 day JV Management preparation + 1 day facilitation. \nc. JV Board/ Management Committee to consider risk levels and confirm they are \nacceptable or that additional barriers are required to further reduce risk to an \nacceptable level. \nd. By the end of 2014, all JVs are expected to have completed their first JIG Business \nRisk Assessment and have the Business Risk Assessment Review Cycle", "source": "Bulletin-48-Business-Risk-Assessment-Dec-2011.pdf", "meta": {"page_span": "2", "chunk_length": 1399}}
{"doc_id": "Bulletin-48-Business-Risk-Assessment-Dec-2011", "page": 2, "chunk_id": 5, "text": "urther reduce risk to an \nacceptable level. \nd. By the end of 2014, all JVs are expected to have completed their first JIG Business \nRisk Assessment and have the Business Risk Assessment Review Cycle embedded \nin their management system. \n2. Ongoing Business Risk Assessment Annual Review Cycle \nOnce the JV has completed its first JIG Business Risk Assessment it should then be \nembedded in the JV Management System as follows:- \na. JV Manager to close out any additional risk reduction actions (barriers) by agreed \ntarget dates. \nb. JV Manager to complete critical barriers checks at the agreed frequency for each risk. \nc. JV Manager to provide assurance to JV Board/ Management Committee (copy of the \nBusiness Risk Assessment Tool) at least once annually. \nd. JV Manager to ensure that the Business Risk Assessment remains valid and to \nsubmit to JV Board/ Management Committee to confirm operational risk levels \nidentified remain at an acceptable level. (Annually or when JV activity significantly \nchanges). \ne. Business Risk Assessment to be reviewed with competent individual (Participant or \n3rd party every three years). \nNotes \n1. The Lead Participant is expected to be the same participant that has been identified to lead the JV \nthrough replacement of the existing Aircraft Refuelling Indemnity (Tarbox) Agreements with updated \nversions which are currently being prepared by an", "source": "Bulletin-48-Business-Risk-Assessment-Dec-2011.pdf", "meta": {"page_span": "2", "chunk_length": 1395}}
{"doc_id": "Bulletin-48-Business-Risk-Assessment-Dec-2011", "page": 2, "chunk_id": 6, "text": "ticipant that has been identified to lead the JV \nthrough replacement of the existing Aircraft Refuelling Indemnity (Tarbox) Agreements with updated \nversions which are currently being prepared by an Industry Tarbox Legal Committee. \n2. The JIG Common Processes Committee is arranging to train Lead Participant facilitators to assist \nJVs to complete their JIG Business Risk Assessment. \n3. Training for JV Managers is also being considered for inclusion in the next series of JIG Workshops \n \nThis document is intended for the guidance of Members of the Joint Inspection Group (JIG) and \ncompanies affiliated with Members of JIG, and does not preclude the use of any other operating \nprocedures, equipment or inspection procedures. Neither JIG, its Members, the companies affiliated \nwith its Members nor the International Air Transport Association (IATA) accepts responsibility for the \nadoption of this document or compliance with this document. Any party using this document in any \nway shall do so at its own risk.", "source": "Bulletin-48-Business-Risk-Assessment-Dec-2011.pdf", "meta": {"page_span": "2", "chunk_length": 1019}}
