{"doc_id": "Bulletin-118-Determination-of-Aromatics-Dec-2018", "page": 1, "chunk_id": 1, "text": "[Page 1]\nProduct Quality Bulletin \n(c) Joint Inspection Group \nwww.jigonline.com \n1 \n \n \n \n \n \n \n \n \n Bulletin No 118 \n \nUse of test method ASTM D1319 / IP156 for \nevaluation of aromatics in Jet fuel in Volume Percent \n \n 3rd December 2018 \n \n \n \nAROMATICS DETERMINATION BY FLUORESECENT INDICATOR ANALYSIS \nTest method ASTM D1319 and IP156 \nIntroduction \nTypically, the ASTM international standard test method D1319 and Energy Institute test method IP156, \n\"Standard Test Method for Hydrocarbon Types in Liquid Petroleum Products by Fluorescent Indicator \nAdsorption\" is specified as the required test method for aromatics measurement. However, a dye necessary to \nconduct that test is no longer available. In addition, recently delivered supplies of that dye with lot numbers \n3000000975 and above were produced with an incorrect dye and will not provide accurate measurements of \naromatic concentration. \n \nWhen the aromatic level is needed to be determined, Jet A-1 fuel will only meet the aviation fuel operating \nlimitations of airplanes certificated to operate on Jet A-1 fuel and the requirements of AFQRJOS Checklist 30 \nif: \n1) the fuel has been tested for aromatics concentration in accordance with ASTM D1319/IP156 with a dye \nfrom lot number 3000000974 or lower \nor \n2) the fuel has been tested for aromatics concentration in accordance with the alternative test methods \nASTM D6379/", "source": "Bulletin-118-Determination-of-Aromatics-Dec-2018.pdf", "meta": {"page_span": "1", "chunk_length": 1395}}
{"doc_id": "Bulletin-118-Determination-of-Aromatics-Dec-2018", "page": 1, "chunk_id": 2, "text": "ordance with ASTM D1319/IP156 with a dye \nfrom lot number 3000000974 or lower \nor \n2) the fuel has been tested for aromatics concentration in accordance with the alternative test methods \nASTM D6379/ IP436. \nNo other alternative test method, or method of deriving the aromatic content, is acceptable. \n \nAromatic hydrocarbons are limited in jet fuel because they emit more radiant energy during combustion than \nparaffinic hydrocarbons. At high concentrations, this can have an adverse effect on turbine engine combustor \ndurability. They also produce more smoke and harmful particulate emissions than paraffinic hydrocarbons and \nare limited due to environmental concerns. \n \nAt this time, the FAA have issued a Special Airworthiness Information Bulletin (SAIB) on 14th November (SAIB \nHQ-18-30) that indicates that this airworthiness concern is not considered an unsafe condition that would \nwarrant an airworthiness directive (AD) action. JIG is not aware of a similar information document issued by EASA \nat this time. \n \nBackground \nASTM International and the Energy Institute develop aviation fuel specifications and test methods (ASTM and \nIP) that aircraft engine and airframe manufacturers (OEMs) may designate as operating limitations for their \napproved products. The OEMs may also use these ASTM specifications and test methods to develop their own \ndocuments, such as company", "source": "Bulletin-118-Determination-of-Aromatics-Dec-2018.pdf", "meta": {"page_span": "1", "chunk_length": 1388}}
{"doc_id": "Bulletin-118-Determination-of-Aromatics-Dec-2018", "page": 1, "chunk_id": 3, "text": "facturers (OEMs) may designate as operating limitations for their \napproved products. The OEMs may also use these ASTM specifications and test methods to develop their own \ndocuments, such as company specifications, service bulletins and instructions, or other company documents, \nthey designate as jet fuel operating limitations. These aviation fuel operating limitations may be listed in the \nproduct's type certificate data sheet (TCDS), installation manual, service instructions, or as limitations \nassociated with a supplemental type certificate (STC) for aircraft operation. \n \nAircraft and jet engine OEMs almost exclusively designate ASTM Standard Specification D1655, \"Standard \nSpecification for Aviation Turbine Fuels\" and Defence Standard 91-091 as a jet fuel operating limitation. \nFor the attention of Manufacturers and Suppliers of Jet fuel meeting ASTM D1655 or Def Standard 91-091", "source": "Bulletin-118-Determination-of-Aromatics-Dec-2018.pdf", "meta": {"page_span": "1", "chunk_length": 897}}
{"doc_id": "Bulletin-118-Determination-of-Aromatics-Dec-2018", "page": 2, "chunk_id": 4, "text": "[Page 2]\nProduct Quality Bulletin \n(c) Joint Inspection Group \nwww.jigonline.com \n2 \n \n \n \n \n \n \n \n \n Bulletin No 118 \n \nUse of test method ASTM D1319 / IP156 for \nevaluation of aromatics in Jet fuel in Volume Percent \n \n 3rd December 2018 \n \n \n \nASTM D1655 and Defence Standard 91-091 specify a maximum allowable concentration of aromatics of 25 \nvolume percent measured by the ASTM standard test method D1319 or equivalent IP156 test method. There \nis an alternative permitted method ASTM D6379/IP436 \"Standard Test Method for Determination of Aromatic \nHydrocarbon Types in Aviation Fuels and Petroleum Distillates--High Performance Liquid Chromatography \nMethod with Refractive Index Detection\" specified in ASTM D1655/Defence Standard 91-091 with a maximum \nallowable concentration of 26.5 volume percent. \n \n \nActions to Implement this Bulletin (See Table 2 for Action Type Codes) \n \nAction Description \nAction \nType \nTarget Completion \nDate \n1) Manufacturers and suppliers of jet fuel meeting ASTM \nD1655 or Defence Standard 91-091 should verify the \naromatics concentration of jet fuel is being determined by \nan approved method. \n \na. ASTM D1319 with a dye from lot number lower than \n3000000975, or \n \nb. ASTM D6379/IP436. \n \nRA \nImmediate \n \nTable 2 Action Type Codes \nAction Types \n JIG Bulletin Action Type Definition \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to", "source": "Bulletin-118-Determination-of-Aromatics-Dec-2018.pdf", "meta": {"page_span": "2", "chunk_length": 1399}}
{"doc_id": "Bulletin-118-Determination-of-Aromatics-Dec-2018", "page": 2, "chunk_id": 5, "text": "0975, or \n \nb. ASTM D6379/IP436. \n \nRA \nImmediate \n \nTable 2 Action Type Codes \nAction Types \n JIG Bulletin Action Type Definition \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet \nthe JIG Standard(s) (JIG 1, 2, 4, EI/JIG 1530 and the JIG HSSE Management System). \nRA \nRequired Action to implement one off verification or checks outlined in the table of \nactions. \nRP \nRecommended Practice which the location should consider adopting as its own \npractice (**). \nI \nIssued for information purposes only. \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common \nProcesses as the governing operational standard then adoption of changes to applicable JIG \nStandards and/or Common Processes should not be considered optional by the JV Board. \n \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, and does not \npreclude the use of any other operating procedures, equipment or inspection procedures. The information contained in this \npublication is subject to constant review in the light of changing government requirements and regulations. Although efforts are \nmade to keep this information up-to-date, accurate, complete, and free from error, we make no representation, warranty or \nguarantee, whether express or implied, that the information is up-to-date,", "source": "Bulletin-118-Determination-of-Aromatics-Dec-2018.pdf", "meta": {"page_span": "2", "chunk_length": 1394}}
{"doc_id": "Bulletin-118-Determination-of-Aromatics-Dec-2018", "page": 2, "chunk_id": 6, "text": "made to keep this information up-to-date, accurate, complete, and free from error, we make no representation, warranty or \nguarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from error, or in compliance \nwith applicable law and regulations. No subscriber or other reader should act on the basis of any such information without \nreferring to applicable laws and regulations and/or without taking appropriate professional advice. None of JIG, its Members, the \nCompanies affiliated with its Members accepts responsibility for any loss or damage, whether in contract, tort (including \nnegligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use, adoption or \nreliance on the information in this document. You use this information at your own risk, but for the full terms and condition s \nconcerning use of this document, please refer to http://www.jigonline.com/legal-and-copyright/. JIG is the owner of the \ncopyright and all intellectual property rights in the publication. IATA uses such rights with permission from JIG.", "source": "Bulletin-118-Determination-of-Aromatics-Dec-2018.pdf", "meta": {"page_span": "2", "chunk_length": 1128}}
