{"doc_id": "Bulletin-98-Defuel-Procedures-Feb-2017", "page": 1, "chunk_id": 1, "text": "[Page 1]\nOperations \nBulletin \n \n \n Endorsed by IATA Technical Fuel Group \n \n \n \n \n \n \n \n \n \nBulletin 98 Defuel Procedures Feb 2017 \nIntroduction \nJIG 1 section 6.6 and Appendix A12 (the \"Jet Fuel Request Form for Defuelling\") outline the steps to be taken for defuelling \noperations. These include verification of the origin of the fuel on board the aircraft by checking the Aircraft Technical Log and \nchecking the condition of the fuel on board the aircraft by Visual Checks of samples before defuelling commences. \nIf the aircraft fuel is found to be contaminated, or if the grade of fuel loaded at the previous two locations cannot be verified as \nbeing Jet Fuel without FSII or biocide treatment, section 6.6 requires the removal and downgrading of the fuel. Section 6.6 (d) \nalso requires the fuelling equipment to be completely drained of fuel and the filter elements replaced before flushing the vehicle \nhoses and return to service. \nIf the quality of the aircraft fuel is not of suspect quality, or if the defuelled fuel has been segregated and a sample has passed a \nCertification of Analysis test, the fuel may be delivered to an aircraft of the same airline (or another airline with their written \npermission). \nThe purpose of this bulletin is to provide additional guidance and clarification of the procedures required where the fuel quality \nis not suspect and redelivery to aircraft", "source": "Bulletin-98-Defuel-Procedures-Feb-2017.pdf", "meta": {"page_span": "1", "chunk_length": 1399}}
{"doc_id": "Bulletin-98-Defuel-Procedures-Feb-2017", "page": 1, "chunk_id": 2, "text": "ir written \npermission). \nThe purpose of this bulletin is to provide additional guidance and clarification of the procedures required where the fuel quality \nis not suspect and redelivery to aircraft is agreed. \nDefuelling Procedure where the fuel quality is not suspect as verified by checking the Aircraft Technical Log \nand by product testing \nDefuelling shall be made into a fueling vehicle that is \"empty\", i.e. contains only un-pumpable deadstock held in the vehicle tank, \npipework, filter vessel and hoses. \nFollowing the receipt of the fuel from the aircraft and before re-delivery to an aircraft of the same airline, the fueling vehicle low \npoints shall be drained and sampled (Visual Check) to ensure the fuel is free of visible contamination. \nWhen re-delivering to an aircraft the fueling vehicle shall be pumped until \"empty\" so that only un-pumpable deadstock remains \non the vehicle. This deadstock (in the vehicle tank, pipework, filter vessel and hoses) now consists of defuelled product from \nthe airline which shall not be used without further flushing and testing. Local procedures shall be established taking account of \nthe following options: \n \nThe fuelling vehicle shall be at least partially filled and a quantity in excess of the deadstock shall be delivered \nto the airline that requested the defuel, or \n \nThe notionally empty fuelling vehicle shall be filled to normal", "source": "Bulletin-98-Defuel-Procedures-Feb-2017.pdf", "meta": {"page_span": "1", "chunk_length": 1399}}
{"doc_id": "Bulletin-98-Defuel-Procedures-Feb-2017", "page": 1, "chunk_id": 3, "text": "at least partially filled and a quantity in excess of the deadstock shall be delivered \nto the airline that requested the defuel, or \n \nThe notionally empty fuelling vehicle shall be filled to normal working capacity and the deadstock mixed by \nrecirculation with the new fuel and then delivered to any airline after draining and sampling (Visual Check) the \ntank low points and the filter vessel. Recirculation amount at full flow shall be at least 1,000 litres or 5% of the \nfueller capacity (whichever the greater) per delivery hose that was used for the defuelling. \nReturning the deadstock to airport storage is not an acceptable option. \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction Type \nTarget Completion Date \nAircraft Fuelling Operations to review and update their defueling procedures in \naccordance with this bulletin \nJS \n31st Dec 2017", "source": "Bulletin-98-Defuel-Procedures-Feb-2017.pdf", "meta": {"page_span": "1", "chunk_length": 902}}
{"doc_id": "Bulletin-98-Defuel-Procedures-Feb-2017", "page": 2, "chunk_id": 4, "text": "[Page 2]\nOperations \nBulletin \n \n \n Endorsed by IATA Technical Fuel Group \n \n \n \n \n \n \n \n \n \nBulletin 98 Defuel Procedures Feb 2017 \n \nTable 1 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \n \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG Standard(s) \n(JIG 1, 2, 4) (**). \n \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \n \nI \nIssued for information purposes only. \n \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as the governing \noperational standard then adoption of changes to applicable JIG Standards and/or Common Processes should not be \nconsidered optional by the JV Board. \n \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, and does not \npreclude the use of any other operating procedures, equipment or inspection procedures. \nThe information contained in this publication is subject to constant review in the light of changing government requirements and \nregulations. Although efforts are made to keep this information up-to-date, accurate, complete, and free from error, we make no \nrepresentation, warranty or guarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from \nerror, or in compliance with", "source": "Bulletin-98-Defuel-Procedures-Feb-2017.pdf", "meta": {"page_span": "2", "chunk_length": 1397}}
{"doc_id": "Bulletin-98-Defuel-Procedures-Feb-2017", "page": 2, "chunk_id": 5, "text": "te, and free from error, we make no \nrepresentation, warranty or guarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from \nerror, or in compliance with applicable law and regulations. No subscriber or other reader should act on the basis of any such \ninformation without referring to applicable laws and regulations and/or without taking appropriate professional advice. None of JIG, \nits Members, the Companies affiliated with its Members accepts responsibility for any loss or damage, whether in contract, tort \n(including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use, \nadoption or reliance on the information in this document. You use this information at your own risk, but for the full terms and conditions \nconcerning use of this document, please refer to http://www.jigonline.com/legal-and-copyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. IATA uses such rights with permission from JIG.", "source": "Bulletin-98-Defuel-Procedures-Feb-2017.pdf", "meta": {"page_span": "2", "chunk_length": 1068}}
