{"doc_id": "Bulletin-61-FAME-Update-Apr-20131", "page": 1, "chunk_id": 1, "text": "[Page 1]\nPage 1/1 \n www.jigonline.com \n \nBulletin No. 61 \nProduct Quality \n Apr 2013 \nJoint Inspection Group \n \n \n \n \n \n \nFAME UPDATE \n \nThe purpose of this bulletin is to clarify the JIG testing requirements for FAME \n \nBackground \nThe EI-JIP project to seek approval for 100 ppm of FAME in jet fuel has been running \nnow for several years. In 2011, on the basis that the work was apparently nearing \ncompletion and all the results to date had shown no adverse effects, it was decided to revise \nthe FAME testing requirements for inclusion in Issue 11 of the JIG Standards. \nThe revised scheme stated that, in a world where the FAME limit was 100 ppm max, all \nbatches of jet fuel coming out of multiproduct systems could be tested to verify <100 ppm \nFAME before delivery to airports operated to JIG Standards. This was considered a \npractical way forward because equipment to measure in the 20-100 ppm range had become \navailable and it is simpler, easier to operate and therefore potentially more widely available \nthan the laboratory methods needed to measure at the 5 ppm level. The revised testing \nrequirements were set out in JIG 2 and JIG 3 Chapter 2, section 2.3.4(b) and JIG 4 Chapter \n3, section 3.4.2(b). \nUnfortunately, progress on the 100 ppm approval was interrupted by some unexpected test \nresults at the end of 2011. To determine whether these results were significant, a new and", "source": "Bulletin-61-FAME-Update-Apr-20131.pdf", "meta": {"page_span": "1", "chunk_length": 1399}}
{"doc_id": "Bulletin-61-FAME-Update-Apr-20131", "page": 1, "chunk_id": 2, "text": "section 3.4.2(b). \nUnfortunately, progress on the 100 ppm approval was interrupted by some unexpected test \nresults at the end of 2011. To determine whether these results were significant, a new and \ncomprehensive testing programme was developed. This work was completed in March \n2013. It is intended that the final EI-JIP report including this additional testing will be \nsubmitted to the major OEMs. The likelihood of the 100 ppm approval will then depend on \nthe OEM response to all the test results in the report. \n \nAction required \nAt this stage, it is important to stress that the testing set out in Issue 11 (ie to test all batches \ncoming out of multiproduct systems) is not mandatory. Where such testing has already been \nput in place, it can continue, but it should be noted that the limit is <5 ppm \nWhere it has not been possible to introduce the testing because of the limited test resources \nand time involved, suppliers shall continue with the original testing schemes to verify \nthat FAME levels are <5 ppm in high risk supply chains (see JIG Bulletin 26) and shall \nconduct risk assessments on any changes to supply chains. This approach, although \noften heavy on resources and requiring additional QA procedures and carefully focussed \ntesting, has proved very effective at preventing incidents at airports. \nThe two testing schemes can continue in parallel until the 100 ppm", "source": "Bulletin-61-FAME-Update-Apr-20131.pdf", "meta": {"page_span": "1", "chunk_length": 1395}}
{"doc_id": "Bulletin-61-FAME-Update-Apr-20131", "page": 1, "chunk_id": 3, "text": "requiring additional QA procedures and carefully focussed \ntesting, has proved very effective at preventing incidents at airports. \nThe two testing schemes can continue in parallel until the 100 ppm approval is confirmed \nand JIG formally communicates a change to requirements. \n \nThis document is intended for the guidance of Members of the Joint Inspection Group (JIG) and \ncompanies affiliated with Members of JIG, and does not preclude the use of any other operating \nprocedures, equipment or inspection procedures. Neither JIG, its Members, the companies affiliated \nwith its Members nor the International Air Transport Association (IATA) accepts responsibility for the \nadoption of this document or compliance with this document. Any party using this document in any \nway shall do so entirely at its own risk.", "source": "Bulletin-61-FAME-Update-Apr-20131.pdf", "meta": {"page_span": "1", "chunk_length": 815}}
