{"doc_id": "Bulletin-112-EI-JIG-1530-2nd-edition-with-attachment", "page": 1, "chunk_id": 1, "text": "[Page 1]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 1\n \n \nBulletin No 112 EI/JIG 1530 edition 2 available for public consultation 31st July 2018 \nIntroduction \nEI/JIG 1530 Quality Assurance Requirements for the Manufacture, Storage and Distribution of Aviation \nFuels to Airports was the first single industry document to cover aviation fuel quality control upstream \nof airports. Since edition 1 was first published in November 2013, more than 550 copies to more than \n180 fuel handling companies have been distributed worldwide. \nThe second edition of EI/JIG 1530 is now being finalised, with user feedback received since early 2016. \nOver 750 items were received by the EI and were processed by the EI Supply Chain Fuel Quality Sub-\ncommittee, an industry committee of experts from fuel supply and distribution organizations. JIG is \nrepresented in this committee by the Chairs and other members of the JIG Product Quality and JIG \nOperations Committees. The objective of the committee's work was to ensure the document remains \ncurrent and increase its adoption globally. This review has now been completed and the draft produced \nis now ready for a wider public review and comment. \nEI/JIG 1530 Review and Comment Process and Timetable \nA review copy of the draft of EI/JIG 1530 issue 2 is free to download from the following location:", "source": "Bulletin-112-EI-JIG-1530-2nd-edition-with-attachment.pdf", "meta": {"page_span": "1", "chunk_length": 1361}}
{"doc_id": "Bulletin-112-EI-JIG-1530-2nd-edition-with-attachment", "page": 1, "chunk_id": 2, "text": "ready for a wider public review and comment. \nEI/JIG 1530 Review and Comment Process and Timetable \nA review copy of the draft of EI/JIG 1530 issue 2 is free to download from the following location: \nhttp://www.energyinst.org/1530-2nd-edition-consultation \nJIG members who wish to submit comments on this draft to be considered for inclusion into edition 2, \nshould use the form attached hereon and return it by email to both the Energy Institute and to JIG, \nusing the following email addresses (one email to both): \n* \nEnergy Institute: 1530@energyinst.org \n* \nJIG: 1530@jigonline.com \nAll comments shall reference the relevant clause in EI/JIG 1530, be placed in the applicable column of \nthe form, provide details of the change being proposed along with suggested language and justification \nor reason for proposing the change. Comments will not considered unless they are submitted in this \nformat. Comments submitted for consideration shall be of a technical nature and not concern \nformatting or punctuation. Feedback from each organisation should be co-ordinated by one \nrepresentative. The sources of all comments received by JIG and the EI will be treated in confidence \nand will not be disclosed to the committee responsible for reviewing the comments. It is noted that the \nfinal draft will be professionally proof read before publishing. \nComments shall be submitted no later than 26th", "source": "Bulletin-112-EI-JIG-1530-2nd-edition-with-attachment.pdf", "meta": {"page_span": "1", "chunk_length": 1398}}
{"doc_id": "Bulletin-112-EI-JIG-1530-2nd-edition-with-attachment", "page": 1, "chunk_id": 3, "text": "sclosed to the committee responsible for reviewing the comments. It is noted that the \nfinal draft will be professionally proof read before publishing. \nComments shall be submitted no later than 26th October 2018. Submissions received after 26th \nOctober 2018 will NOT be considered for inclusion in Edition 2. \nIt is anticipated that the second edition of EI/JIG 1530 will be published at the end of May 2019. A new \nJIG Bulletin will be issued prior to the publication date, with further information on the updates made \nand actions required for implementation. \nFeedback form \n1530 comment \ntemplate - submit by 26 October JIG.docx", "source": "Bulletin-112-EI-JIG-1530-2nd-edition-with-attachment.pdf", "meta": {"page_span": "1", "chunk_length": 634}}
{"doc_id": "Bulletin-112-EI-JIG-1530-2nd-edition-with-attachment", "page": 2, "chunk_id": 4, "text": "[Page 2]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 2\n \n \nBulletin No 112 EI/JIG 1530 edition 2 available for public consultation 31st July 2018 \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction \nType \nTarget Completion \nDate \nDownload the review copy of EI/JIG 1530 edition 2, from \nhttp://www.energyinst.org/1530-2nd-edition-\nconsultation and submit your comments by sending the \ncomment submission form attached in this Bulletin by \nemail to both the EI and JIG, as explained in this Bulletin \nI \n26th October 2018 \n \n \nTable 1 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \n \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG \nStandard(s) (JIG 1, 2, 4, EI/JIG 1530 and the JIG HSSE Management System). \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \nI \nIssued for information purposes only. \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as \nthe governing operational standard then adoption of changes to applicable JIG Standards and/or Common \nProcesses should not be considered optional by the JV Board. \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, and does not \npreclude the use", "source": "Bulletin-112-EI-JIG-1530-2nd-edition-with-attachment.pdf", "meta": {"page_span": "2", "chunk_length": 1397}}
{"doc_id": "Bulletin-112-EI-JIG-1530-2nd-edition-with-attachment", "page": 2, "chunk_id": 5, "text": "ses should not be considered optional by the JV Board. \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, and does not \npreclude the use of any other operating procedures, equipment or inspection procedures. The information contained in this \npublication is subject to constant review in the light of changing government requirements and regulations. Although efforts are \nmade to keep this information up-to-date, accurate, complete, and free from error, we make no representation, warranty or \nguarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from error, or in compliance \nwith applicable law and regulations. No subscriber or other reader should act on the basis of any such information without \nreferring to applicable laws and regulations and/or without taking appropriate professional advice. None of JIG, its Members, the \nCompanies affiliated with its Members accepts responsibility for any loss or damage, whether in contract, tort (including \nnegligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use, adoption or \nreliance on the information in this document. You use this information at your own risk, but for the full terms and conditions \nconcerning use of this document, please refer to", "source": "Bulletin-112-EI-JIG-1530-2nd-edition-with-attachment.pdf", "meta": {"page_span": "2", "chunk_length": 1376}}
{"doc_id": "Bulletin-112-EI-JIG-1530-2nd-edition-with-attachment", "page": 2, "chunk_id": 6, "text": "your use, adoption or \nreliance on the information in this document. You use this information at your own risk, but for the full terms and conditions \nconcerning use of this document, please refer to http://www.jigonline.com/legal-and-copyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. \nIATA uses such rights with permission from JIG.", "source": "Bulletin-112-EI-JIG-1530-2nd-edition-with-attachment.pdf", "meta": {"page_span": "2", "chunk_length": 386}}
