{"doc_id": "Bulletin-115-EI1584-qualified-equipment_1411", "page": 1, "chunk_id": 1, "text": "[Page 1]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 1\n \n \nBulletin No 115 Qualified EI 1584 Hydrant Pit Valves & Couplers 15th September 2018 \nBulletin For Information Only \nBackground \nSince February 2005, JIG has issued a series of Bulletins to inform its members on the status of \nimplementation of EI 1584 Third Edition and to communicate information about equipment \nthat has been tested to confirm compliance with EI 1584 Third Edition. \nThis bulletin is issued as a supplementary update to JIG Technical Bulletins 18, 23, 30, 36 and \n53 and is intended to provide guidance to Hydrant Operators and Into-Plane Fuelling Services \nregarding hydrant pit couplers that are qualified to EI 1584 Third (and Fourth) Edition. \nEI 1584 4th edition \nLocations operating in accordance with JIG standards shall ensure that any new or replacement \nhydrant pit valves or couplers specify EI 1584 4th Edition, as explained in JIG Bulletin 104. \nIt is reminded that the introduction of 4th edition of EI 1584 in May 2017 (see Bulletin 104) did \nnot alter the qualification testing requirements that were included in the 3rd Edition of EI 1584, \ntherefore all existing qualifications to 3rd Edition, are considered as meeting EI 1584 4th \nEdition. \nCompliant third (and Fourth) edition EI 1584 Hydrant pit couplers \nRecently, the following hydrant pit coupler has been successfully tested", "source": "Bulletin-115-EI1584-qualified-equipment_1411.pdf", "meta": {"page_span": "1", "chunk_length": 1398}}
{"doc_id": "Bulletin-115-EI1584-qualified-equipment_1411", "page": 1, "chunk_id": 2, "text": "d Edition, are considered as meeting EI 1584 4th \nEdition. \nCompliant third (and Fourth) edition EI 1584 Hydrant pit couplers \nRecently, the following hydrant pit coupler has been successfully tested to confirm compliance \nwith EI 1584 Third (and Fourth) Edition: \n* Cla-Val - model 353 GF \nSubsequently, the above model of Cla-Val hydrant pit coupler can be added to the list of EI \n1584 qualified and tested hydrant pit couplers, that was previously communicated with JIG \nBulletin 53. For easy reference, the full list of EI 1584 Third (and Fourth) Edition qualified \nequipment, is presented below. \nHydrant Pit Couplers \n* Cla-Val - model 353 GF \n* Carter (Eaton) - model 64810 (previously 64800). \n* Carter (Eaton) - model 64910 (previously 64900). \n* Carter (Eaton) - model 60700 (no longer supplied) upgraded using Carter upgrade kit \nKD61525-3 or KD61525-4 as applicable. \n* Carter (Eaton) - model 64525 (previously 61525). \n* Carter (Eaton) - model 61525 pre- November 2011 can be upgraded using Carter", "source": "Bulletin-115-EI1584-qualified-equipment_1411.pdf", "meta": {"page_span": "1", "chunk_length": 1011}}
{"doc_id": "Bulletin-115-EI1584-qualified-equipment_1411", "page": 2, "chunk_id": 3, "text": "[Page 2]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 2\n \n \nBulletin No 115 Qualified EI 1584 Hydrant Pit Valves & Couplers 15th September 2018 \nupgrade kit KD61525-3 or KD61525-4 as applicable. \n* Meggitt - model F239 upgraded using 1 x F251 3rd Edition lower half. \n* Meggitt - model F239 Y (previously F239). \n* Meggitt - model F250 upgraded using 1 x F251 - 3rd Edition lower half. \n* Meggitt - model F251 (previously F250). \n* Meggitt - model CCMY8500M2 - upgraded using 1 x F251A 3rd Edition lower half and \n1 x 80324 adaptor kit. \n* Meggitt - model CCMY8500M3. \n* All three Meggitt models incorporate the Whittaker F251 or F251A break away lower \nhalf. \nHydrant pit valves \n* Carter (Eaton) - models 60554 and 61654 (pre-2002 models modified as per Carter \nProduct News of September 25 2002). \n* Cla-Val - model 352GF \n* Zenith - model LO2K100 series. \n* Avery Hardoll (Meggitt) PVMY 1000 Mark 3 (upgrade kits are required for Avery Hardoll \nPVMY 1000 and PVMY Mark 2 hydrant pit valves). \n* Avery Hardoll (Meggitt) PVMY 2010 Mark 3 (upgrade kits are required for existing Avery \nHardoll PVMY 2000 and PVMY 2010 hydrant pit valves). \n* Whittaker (Meggitt) F352 and F353.", "source": "Bulletin-115-EI1584-qualified-equipment_1411.pdf", "meta": {"page_span": "2", "chunk_length": 1196}}
{"doc_id": "Bulletin-115-EI1584-qualified-equipment_1411", "page": 3, "chunk_id": 4, "text": "[Page 3]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 3\n \n \nBulletin No 115 Qualified EI 1584 Hydrant Pit Valves & Couplers 15th September 2018 \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction \nType \nTarget Completion \nDate \nThe hydrant pit couplers listed in this Bulletin have been \nsuccessfully tested to confirm compliance with EI 1584 Third \n(and Fourth) Edition. \nI \nEffective 15th \nSeptember 2018 \n \nTable 1 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \n \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG \nStandard(s) (JIG 1, 2, 4, EI/JIG 1530 and the JIG HSSE Management System). \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \nI \nIssued for information purposes only. \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as \nthe governing operational standard then adoption of changes to applicable JIG Standards and/or Common \nProcesses should not be considered optional by the JV Board. \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, and does not \npreclude the use of any other operating procedures, equipment or inspection procedures. The information contained in this \npublication", "source": "Bulletin-115-EI1584-qualified-equipment_1411.pdf", "meta": {"page_span": "3", "chunk_length": 1398}}
{"doc_id": "Bulletin-115-EI1584-qualified-equipment_1411", "page": 3, "chunk_id": 5, "text": "JIG and companies affiliated with Members of JIG, and does not \npreclude the use of any other operating procedures, equipment or inspection procedures. The information contained in this \npublication is subject to constant review in the light of changing government requirements and regulations. Although efforts are \nmade to keep this information up-to-date, accurate, complete, and free from error, we make no representation, warranty or \nguarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from error, or in compliance \nwith applicable law and regulations. No subscriber or other reader should act on the basis of any such information without \nreferring to applicable laws and regulations and/or without taking appropriate professional advice. None of JIG, its Members, the \nCompanies affiliated with its Members accepts responsibility for any loss or damage, whether in contract, tort (including \nnegligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use, adoption or \nreliance on the information in this document. You use this information at your own risk, but for the full terms and conditions \nconcerning use of this document, please refer to http://www.jigonline.com/legal-and-copyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication.", "source": "Bulletin-115-EI1584-qualified-equipment_1411.pdf", "meta": {"page_span": "3", "chunk_length": 1395}}
{"doc_id": "Bulletin-115-EI1584-qualified-equipment_1411", "page": 3, "chunk_id": 6, "text": "conditions \nconcerning use of this document, please refer to http://www.jigonline.com/legal-and-copyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. \nIATA uses such rights with permission from JIG.", "source": "Bulletin-115-EI1584-qualified-equipment_1411.pdf", "meta": {"page_span": "3", "chunk_length": 247}}
