{"doc_id": "Bulletin-78-Underwing-Fuelling-A320-Aircraft-Jul-2015", "page": 1, "chunk_id": 1, "text": "[Page 1]\nBulletin 78 \nOperations Bulletin \n Jul 2015 \nJoint Inspection Group \n \n \n \nUnderwing Fuelling of Airbus A320 Family Aircraft \n \nPurpose \nThere have been a number of incidents and near misses in recent years involving \ncontact between the fuelling vehicle and the flaps or flap track fairings of Airbus \nA320 family aircraft (A318, A319, A320 & A321). The purpose of this Bulletin is to \nprovide information on the reasons for the incidents and to put in place controls to \nprevent recurrence. \n \n \nBackground \nAirbus aircraft are fitted with an overheat protection system to protect the structure \nfrom elevated temperatures. A heat detection system in the leading edge of the wing \ntriggers an alarm to the flight crew to warn of a leak from the air bleed system used \nto supply the aircraft ECS (Environmental Control System). \nOn the ground, in high ambient temperature conditions, this alarm can be triggered \nspuriously. To stop the alarm from sounding in the cockpit the flight crew extend the \nslats to allow air to flow around the heat detection loop. However, at low speed or \nstandstill, extending the slats results in the automatic extension and lowering of the \nflaps. This is a safety device set to operate at a pre-determined airspeed to avoid in-\nflight stalls. \nWith the flaps extended there is reduced ground clearance under the flaps, and more \nimportantly under the flap", "source": "Bulletin-78-Underwing-Fuelling-A320-Aircraft-Jul-2015.pdf", "meta": {"page_span": "1", "chunk_length": 1398}}
{"doc_id": "Bulletin-78-Underwing-Fuelling-A320-Aircraft-Jul-2015", "page": 1, "chunk_id": 2, "text": "safety device set to operate at a pre-determined airspeed to avoid in-\nflight stalls. \nWith the flaps extended there is reduced ground clearance under the flaps, and more \nimportantly under the flap track fairings, which are significantly lower than the flaps \nthemselves (as shown in the picture above). \n \nPage 1 of 3 \n \n \n \n \n \n \n \n www.jigonline.com \nFLAP TRACK \nFAIRING \nSLATS \nFLAPS", "source": "Bulletin-78-Underwing-Fuelling-A320-Aircraft-Jul-2015.pdf", "meta": {"page_span": "1", "chunk_length": 388}}
{"doc_id": "Bulletin-78-Underwing-Fuelling-A320-Aircraft-Jul-2015", "page": 2, "chunk_id": 3, "text": "[Page 2]\nBulletin 78 \nOperations Bulletin \n Jul 2015 \nJoint Inspection Group \n \n \n \n \nThis has resulted in incidents and near misses involving A320 family aircraft, and \nparticularly with the A321, whose flap track fairings are larger and, when deployed, \nare significantly lower than those of A318, A319, or A320 aircraft. However, the risk \nof impact exists for all A320 family aircraft due to the reduced ground clearance \nunder the flaps when extended. \n \nAlthough the aircraft crew and ground crew are required by Airbus written \nprocedures to make a visual check to ensure that there are no servicing vehicles in \noperation underwing before extending the slats, there have been incidents and near \nmisses resulting from movement of the aircraft flaps during fuelling operations. \n \nActions for Into-plane Servicing Operations \n \nIn the event that the aircraft crew extend the flaps during fuelling operations without \nwarning, and where the fuelling vehicle is positioned underwing, the Operator shall \nimmediately stop fuelling and shall: \n1) contact the aircraft ground staff to inform them that the fuelling has been \nsuspended for safety reasons, and \n2) inform the aircraft ground staff that the fuelling vehicle cannot be moved \nuntil the flaps have been retracted and the aircraft crew give the 'all clear'. \nFuelling operations may continue when the flaps have been retracted and the", "source": "Bulletin-78-Underwing-Fuelling-A320-Aircraft-Jul-2015.pdf", "meta": {"page_span": "2", "chunk_length": 1397}}
{"doc_id": "Bulletin-78-Underwing-Fuelling-A320-Aircraft-Jul-2015", "page": 2, "chunk_id": 4, "text": "that the fuelling vehicle cannot be moved \nuntil the flaps have been retracted and the aircraft crew give the 'all clear'. \nFuelling operations may continue when the flaps have been retracted and the aircraft \ncrew confirm that they are aware of the position of the fuelling vehicle. \n \nFuelling procedures should avoid the need for fuelling vehicles to be positioned \nunderwing of Airbus A318/A319/ A320/A321 series aircraft with the flaps extended. \nHowever, where underwing fuelling with the flaps extended is unavoidable because \nof aircraft operating procedures that require the flaps to be extended in high ambient \ntemperature conditions, and where local fuel supplier and airline procedures permit \nthis, the fuelling vehicle may be marshalled into position under the direction of airline \nstaff or by a competent guide person authorised by the airline. When positioning \nunderwing, the guide person shall ensure that there is adequate clearance between \nthe aircraft and the fuelling vehicle to allow for aircraft settlement during loading. \n \nAdditional Guidance from Airbus \nThe link to the Airbus website shown below gives access to dimensions for all Airbus \naircraft types including clearance to slats and flaps and flap fairings in both retracted \nand extended positions. Heights of fuelling couplings and panels above ground are \nalso shown.", "source": "Bulletin-78-Underwing-Fuelling-A320-Aircraft-Jul-2015.pdf", "meta": {"page_span": "2", "chunk_length": 1357}}
{"doc_id": "Bulletin-78-Underwing-Fuelling-A320-Aircraft-Jul-2015", "page": 2, "chunk_id": 5, "text": "all Airbus \naircraft types including clearance to slats and flaps and flap fairings in both retracted \nand extended positions. Heights of fuelling couplings and panels above ground are \nalso shown. \nhttp://www.airbus.com/support/maintenance-engineering/technical-data/aircraft-\ncharacteristics/ \nPage 2 of 3 \n \n \n \n \n \n \n \n www.jigonline.com", "source": "Bulletin-78-Underwing-Fuelling-A320-Aircraft-Jul-2015.pdf", "meta": {"page_span": "2", "chunk_length": 341}}
{"doc_id": "Bulletin-78-Underwing-Fuelling-A320-Aircraft-Jul-2015", "page": 3, "chunk_id": 6, "text": "[Page 3]\nBulletin 78 \nOperations Bulletin \n Jul 2015 \nJoint Inspection Group \n \n \n \n \n \n \n \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction Type \nManagers of Into-plane Operations shall ensure that Fuelling \nOperators are made aware of the content of this Bulletin as soon \nas possible and no later than the end of September 2015. \nRP \nManagers shall ensure that fuelling procedures at their locations \nare updated to meet this requirement before the end of December \n2015. \nRP \n \nTable 1 - Bulletin Action Types (Bulletins do not necessarily contain all Action Types) \nAction \nTypes \nJIG Bulletin Action Type Definition \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG \nStandard(s) (JIG 1, 2, 3, 4) (**). \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \nI \nIssued for information purposes only. \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common \nProcesses as the governing operational standard then adoption of changes to applicable JIG \nStandards and/or Common Processes should not be considered optional by the JV Board. \n \n \n \n \n \n \nThis document is intended for the guidance of Members of the Joint Inspection Group (JIG) \nand companies affiliated with Members of JIG, and does not preclude the use of any", "source": "Bulletin-78-Underwing-Fuelling-A320-Aircraft-Jul-2015.pdf", "meta": {"page_span": "3", "chunk_length": 1398}}
{"doc_id": "Bulletin-78-Underwing-Fuelling-A320-Aircraft-Jul-2015", "page": 3, "chunk_id": 7, "text": "he JV Board. \n \n \n \n \n \n \nThis document is intended for the guidance of Members of the Joint Inspection Group (JIG) \nand companies affiliated with Members of JIG, and does not preclude the use of any other \noperating procedures, equipment or inspection procedures. Neither JIG, its Members, the \ncompanies affiliated with its Members nor the International Air Transport Association (IATA) \naccepts responsibility for the adoption of this document or compliance with this document. \nAny party using this document in any way shall do so at its own risk. \n \n \nPage 3 of 3 \n \n \n \n \n \n \n \n www.jigonline.com", "source": "Bulletin-78-Underwing-Fuelling-A320-Aircraft-Jul-2015.pdf", "meta": {"page_span": "3", "chunk_length": 602}}
