{"doc_id": "Bulletin-139-Life Saving Rules", "page": 1, "chunk_id": 1, "text": "[Page 1]\nBULLETIN NO.139 \nLIFE-SAVING RULES \n07/10/2021 \n \nBACKGROUND \nTo help mitigate the risk of serious incidents happening and to protect staff from work-related fatalities, \nit is good practice to implement a standard set of rules that are easy to understand and to follow. These \nare commonly known as Life-Saving Rules. A study by the International Association of Oil & Gas \nProducers (IOGP) suggests that from 2008 to 2017, 376 lives could have been saved via the \nimplementation and adherence to this set of 9 rules (Source: IOGP report 459; August 2018). \nSUMMARY \nJIG recommends that facilities operating to the JIG Standards implement a set of Life-Saving Rules. In \nthe absence of an internally defined set of Life-Saving Rules and where possible, JIG recommends \nadoption of the IOGP Life-saving rules, according to which 80% of global incidents are related to the \nIndustry Life-Saving Rules risk area, while 20% of fatalities since 2014 are related to the Line of Fire rule \nincluded in the IOGP Life-Saving Rules. \nMany companies in the Oil & Gas Industry, including several JIG members, have transitioned to the IOGP \nLife-Saving Rules and many contractors and suppliers are strongly supportive of the industry wide \nstandardization of Life-Saving Rules. The IOGP Life-Saving Rules are standardized and simple rules \"to \nprovide workers in the industry with the actions they can", "source": "Bulletin-139-Life Saving Rules.pdf", "meta": {"page_span": "1", "chunk_length": 1397}}
{"doc_id": "Bulletin-139-Life Saving Rules", "page": 1, "chunk_id": 2, "text": "ngly supportive of the industry wide \nstandardization of Life-Saving Rules. The IOGP Life-Saving Rules are standardized and simple rules \"to \nprovide workers in the industry with the actions they can take to protect themselves and their colleagues \nfrom fatalities\" (IOGP 2021). \nRather than prescriptive 'dos and don'ts', the IOGP Life-Saving Rules are written as intent-based \n'I statements' which require everyone to engage personally and demonstrate how they will comply. The \nlanguage also makes it clear how everyone must work together with a shared responsibility for Personal \nSafety and help each other to comply. The rules require people to engage more deeply with their \ncolleagues, understanding the dynamics of the task - holding quality and ongoing conversations about \nhow the rules apply to their work. \nThese rules help to reduce the need for re-training of workers based on which facility or location they \nwork at, and transfer learning more easily between industry partners. All of which means there is a higher \nlikelihood that the rules will help save lives. \nThe use of IOGP rules and their associated supporting material is free of charge and available in multiple \nlanguages. \nACTIONS TO IMPLEMENT THIS BULLETIN (SEE TABLE 2 FOR ACTION TYPE CODES) \nAction Description \nAction Type \nEffective date \nImplement a set of Life-Saving Rules, adopting the IOGP Life-\nSaving Rules", "source": "Bulletin-139-Life Saving Rules.pdf", "meta": {"page_span": "1", "chunk_length": 1397}}
{"doc_id": "Bulletin-139-Life Saving Rules", "page": 1, "chunk_id": 3, "text": "s. \nACTIONS TO IMPLEMENT THIS BULLETIN (SEE TABLE 2 FOR ACTION TYPE CODES) \nAction Description \nAction Type \nEffective date \nImplement a set of Life-Saving Rules, adopting the IOGP Life-\nSaving Rules where possible https://www.iogp.org/life-\nsavingrules/ \nRP \n31 May 2022 \nJIG members implementing the IOGP Life Saving Rules should: \n* Refer to the FAQs section for more information \n* Read and understand the user agreement at: \nhttps://www.iogp.org/bookstore/product/life-saving-rules/ \nRP \n31 May 2022 \nIf you have any questions about this Bulletin, please email HSSE@jig.org", "source": "Bulletin-139-Life Saving Rules.pdf", "meta": {"page_span": "1", "chunk_length": 578}}
{"doc_id": "Bulletin-139-Life Saving Rules", "page": 2, "chunk_id": 4, "text": "[Page 2]\nTable 2 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG \nStandard(s) (JIG 1, 2, 4, EI/JIG 1530 and the JIG HSSE Management System). \nRA \nRequired Action to implement one off verification or checks outlined in the table of actions. \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \nI \nIssued for information purposes only. \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as the \ngoverning operational standard then adoption of changes to applicable JIG Standards and/or Common Processes \nshould not be considered optional by the JV Board. \n \n \nDISCLAIMER - APPLICABLE TO ALL USERS OF THIS DOCUMENT \nThis Bulletin, the information set out in it and any related materials are intended for the guidance of Members of JIG and companies \naffiliated with Members of JIG and does not preclude the use of any other operating procedures, equipment or inspection procedures. \nThe information contained in this publication is subject to constant review in the light of changing government requirements and \nregulations. Although efforts are made to keep this information up-to-date, accurate, complete, and free from error, we exclude any \nrepresentation, warranty, condition or", "source": "Bulletin-139-Life Saving Rules.pdf", "meta": {"page_span": "2", "chunk_length": 1393}}
{"doc_id": "Bulletin-139-Life Saving Rules", "page": 2, "chunk_id": 5, "text": "overnment requirements and \nregulations. Although efforts are made to keep this information up-to-date, accurate, complete, and free from error, we exclude any \nrepresentation, warranty, condition or guarantee, whether express or implied, by law or otherwise, that the information is up-to-date, \naccurate, complete, free from error, or in compliance with applicable law and regulations. No Members of JIG; companies affiliated with \nMembers of JIG; subscribers or other reader(s) or user(s) should act on the basis of any such information without referring to applicable \nlaws and regulations and/or without taking appropriate professional advice. None of JIG, its directors, employees, agents, Members, or \nthe companies affiliated with its Members accept responsibility for any loss or damage, of whatsoever kind, including direct, indirect or \nconsequential loss or damage, whether in contract, tort (including negligence), breach of statutory duty, or otherwise, even if foreseeable, \narising under or in connection with your use, adoption or reliance on the information in this Bulletin. Nothing in this Bulletin shall exclude \nor limit JIG's liability for death or personal injury caused by negligence or for fraudulent misrepresentation or for any other liability that \ncannot be excluded or limited by law. Any users of this Bulletin and the information set out in it, including Members of", "source": "Bulletin-139-Life Saving Rules.pdf", "meta": {"page_span": "2", "chunk_length": 1398}}
{"doc_id": "Bulletin-139-Life Saving Rules", "page": 2, "chunk_id": 6, "text": "egligence or for fraudulent misrepresentation or for any other liability that \ncannot be excluded or limited by law. Any users of this Bulletin and the information set out in it, including Members of JIG; companies \naffiliated with Members of JIG; and any other third party user which accesses this Bulletin via JIG's website or which receives a copy of it \nfrom any other party or source, use this Bulletin and any and all information therein (or in any related materials) entirely at their own \nrisk, and for the full terms and conditions concerning use of this Bulletin, please refer to http://www.jig.org/legal-copyright/", "source": "Bulletin-139-Life Saving Rules.pdf", "meta": {"page_span": "2", "chunk_length": 625}}
