{"doc_id": "Bulletin-116-Parker-Velcon-threaded-base-coalescers", "page": 1, "chunk_id": 1, "text": "[Page 1]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 1\n \n \nBulletin No 116 Parker Velcon threaded-base coalescers 27th September 2018 \nFor the attention of all users of Parker Velcon threaded-base coalescer elements \nBackground \nJIG received the attached announcement, that was disseminated by Parker Velcon through \ntheir network of distributors. \nAs noted in the attached Parker Velcon announcement, instances have been reported of \nthreaded base end caps separating from filter coalescer elements manufactured in the period \nOctober to November 2017. \nAs noted by Parker Velcon, elements manufactured over this period used threaded base end \ncaps from an alternative supplier, however Parker Velcon do not have definitive evidence of \nthe root cause and are still working to understand it conclusively. \nCase for action \nUsers of Parker Velcon threaded-base coalescer elements shall follow all required actions \nspecified in the attached announcement by Parker Velcon. \nIf JIG receives additional information, either directly from end users or from the filter \nmanufacturer following the conclusion of the investigation, that warrants a different set of \nactions than what is specified in the attached announcement, JIG will provide additional \nguidance through a new JIG Bulletin. \nVelcon Notification \nemail.pdf\n \nActions to Implement this Bulletin (See Table 1 for Action", "source": "Bulletin-116-Parker-Velcon-threaded-base-coalescers.pdf", "meta": {"page_span": "1", "chunk_length": 1397}}
{"doc_id": "Bulletin-116-Parker-Velcon-threaded-base-coalescers", "page": 1, "chunk_id": 2, "text": "specified in the attached announcement, JIG will provide additional \nguidance through a new JIG Bulletin. \nVelcon Notification \nemail.pdf\n \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction \nType \nTarget Completion \nDate \nUsers of Parker Velcon threaded-base coalescer elements \nshall review the attached notification and act accordingly. \nRequired \nAction \n30th November 2018 \n \nTable 1 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \n \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG \nStandard(s) (JIG 1, 2, 4, EI/JIG 1530 and the JIG HSSE Management System). \nRA \nRequired Action to implement one off verification or checks outlined in the table of actions.", "source": "Bulletin-116-Parker-Velcon-threaded-base-coalescers.pdf", "meta": {"page_span": "1", "chunk_length": 776}}
{"doc_id": "Bulletin-116-Parker-Velcon-threaded-base-coalescers", "page": 2, "chunk_id": 3, "text": "[Page 2]\nOperations Bulletin \n \n Endorsed by IATA Technical Fuel Group \n 2\n \n \nBulletin No 116 Parker Velcon threaded-base coalescers 27th September 2018 \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \nI \nIssued for information purposes only. \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as \nthe governing operational standard then adoption of changes to applicable JIG Standards and/or Common \nProcesses should not be considered optional by the JV Board. \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, and does not \npreclude the use of any other operating procedures, equipment or inspection procedures. The information contained in this \npublication is subject to constant review in the light of changing government requirements and regulations. Although efforts are \nmade to keep this information up-to-date, accurate, complete, and free from error, we make no representation, warranty or \nguarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from error, or in compliance \nwith applicable law and regulations. No subscriber or other reader should act on the basis of any such information without \nreferring to applicable laws and regulations and/or without taking", "source": "Bulletin-116-Parker-Velcon-threaded-base-coalescers.pdf", "meta": {"page_span": "2", "chunk_length": 1388}}
{"doc_id": "Bulletin-116-Parker-Velcon-threaded-base-coalescers", "page": 2, "chunk_id": 4, "text": "pliance \nwith applicable law and regulations. No subscriber or other reader should act on the basis of any such information without \nreferring to applicable laws and regulations and/or without taking appropriate professional advice. None of JIG, its Members, the \nCompanies affiliated with its Members accepts responsibility for any loss or damage, whether in contract, tort (including \nnegligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use, adoption or \nreliance on the information in this document. You use this information at your own risk, but for the full terms and conditions \nconcerning use of this document, please refer to http://www.jigonline.com/legal-and-copyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. \nIATA uses such rights with permission from JIG.", "source": "Bulletin-116-Parker-Velcon-threaded-base-coalescers.pdf", "meta": {"page_span": "2", "chunk_length": 883}}
