{"doc_id": "Bulletin-92-Security-at-Airports-Aug-2016", "page": 1, "chunk_id": 1, "text": "[Page 1]\nBulletin \n \n \nPage 1 of 2 \n www.jigonline.com \n \nBulletin 92 \n \nSecurity at Airports August 2016 \nBackground \n \n \n \n \nThe JIG HSSE Management System Standard outlines in Element 2 a requirement to undertake a security risk \nassessment and to develop and implement security management plans and programs. Security management plans \nshall be reassessed whenever a notification of changes to security threat levels is received. \n \nAim \nThe aim of this bulletin is to raise awareness of increased security threats in the light of recent terrorist events and \nto highlight the necessity for a continuous review, audit and testing of Security Management Plans. \nThe following areas should be considered for inclusion in such a review: \n- \neffective access control to the facilities for \n- \npermanent employees/visitors/contractors \n- \nvehicles - own/visitors/contractors \n- \nsafeguarding of the facilities (fixed facilities & mobile equipment) \nduring working hours and out of hours. Special attention shall be paid to facilities located outside the airport \nSecurity Restricted Area - securing/locking of buildings, rooms, valves etc. when not in use and interaction with \nairport security guards \n- \nsecurity equipment standards - alignment of perimeter barriers/security fences with good practices and/or \nlegislative requirements and adequacy of the exterior lighting \n- \nsecurity measures", "source": "Bulletin-92-Security-at-Airports-Aug-2016.pdf", "meta": {"page_span": "1", "chunk_length": 1396}}
{"doc_id": "Bulletin-92-Security-at-Airports-Aug-2016", "page": 1, "chunk_id": 2, "text": "rds \n- \nsecurity equipment standards - alignment of perimeter barriers/security fences with good practices and/or \nlegislative requirements and adequacy of the exterior lighting \n- \nsecurity measures for mobile fuelling equipment when using public roads to access the apron and \nconsideration of ensuring keys are removed from vehicles when not in use \n- \nemergency response plans (terrorist actions & bomb warnings) including testing of scenarios \n- \ncyber risks including the impact of sharing facility-sensitive information by staff on social networks \n- \ninformation security - laptops, storage of confidential documents; \"clean desk policy\" \n- \nrecruitment process to take into account security risks (employee background checks) \n- \nregular inspections to detect prohibited articles and to include regular daily safety walk arounds to check \nfacilities, fences etc. \n- \nsecurity awareness and training programs to increase vigilance of the staff towards any unusual situations/ \nactivities e.g. through toolbox talks \n- \ninterface with airport authorities and/or national/local governments \n- \ninspection, maintenance and testing of security equipment \n- \nsecurity incident reporting - internal and external notification of security issues, potential incident and/or near \nmiss reporting \n- \ncash management procedures (if applicable) \n- \nsecurity risk assessments & effectiveness audits", "source": "Bulletin-92-Security-at-Airports-Aug-2016.pdf", "meta": {"page_span": "1", "chunk_length": 1393}}
{"doc_id": "Bulletin-92-Security-at-Airports-Aug-2016", "page": 1, "chunk_id": 3, "text": "and external notification of security issues, potential incident and/or near \nmiss reporting \n- \ncash management procedures (if applicable) \n- \nsecurity risk assessments & effectiveness audits", "source": "Bulletin-92-Security-at-Airports-Aug-2016.pdf", "meta": {"page_span": "1", "chunk_length": 192}}
{"doc_id": "Bulletin-92-Security-at-Airports-Aug-2016", "page": 2, "chunk_id": 4, "text": "[Page 2]\nBulletin \n \n \nPage 2 of 2 \n www.jigonline.com \n \nBulletin 92 \n \nSecurity at Airports August 2016 \n \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction \nType \nTarget Completion \nDate \nOperations operating to the JIG HSSE MS shall have completed a security risk \nassessment and developed and implemented security management plans. \nThe Operations should also ensure that security management plans are reviewed \nregularly and whenever security risks change considering the areas identified in \nthis Bulletin. \n \nJS \n31st Dec 2016 \n \nTable 1 Action Type Codes \nAction \nTypes \nJIG Bulletin Action Type Definition \n \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG \nStandard(s) (JIG 1, 2, 4 and the JIG HSSE Management System). \n \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \n \nI \nIssued for information purposes only. \n \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as \nthe governing operational standard then adoption of changes to applicable JIG Standards and/or Common \nProcesses should not be considered optional by the JV Board. \n \n \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, and does not \npreclude the use of any", "source": "Bulletin-92-Security-at-Airports-Aug-2016.pdf", "meta": {"page_span": "2", "chunk_length": 1395}}
{"doc_id": "Bulletin-92-Security-at-Airports-Aug-2016", "page": 2, "chunk_id": 5, "text": "not be considered optional by the JV Board. \n \n \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, and does not \npreclude the use of any other operating procedures, equipment or inspection procedures. \nThe information contained in this publication is subject to constant review in the light of changing government requirements and \nregulations. Although efforts are made to keep this information up-to-date, accurate, complete, and free from error, we make no \nrepresentation, warranty or guarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from \nerror, or in compliance with applicable law and regulations. No subscriber or other reader should act on the basis of any such \ninformation without referring to applicable laws and regulations and/or without taking appropriate professional advice. None of JIG, \nits Members, the Companies affiliated with its Members accepts responsibility for any loss or damage, whether in contract, tort \n(including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use, \nadoption or reliance on the information in this document. You use this information at your own risk, but for the full terms and conditions \nconcerning use of this document, please refer to", "source": "Bulletin-92-Security-at-Airports-Aug-2016.pdf", "meta": {"page_span": "2", "chunk_length": 1369}}
{"doc_id": "Bulletin-92-Security-at-Airports-Aug-2016", "page": 2, "chunk_id": 6, "text": "your use, \nadoption or reliance on the information in this document. You use this information at your own risk, but for the full terms and conditions \nconcerning use of this document, please refer to http://www.jigonline.com/legal-and-copyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. IATA uses such rights with permission from JIG.", "source": "Bulletin-92-Security-at-Airports-Aug-2016.pdf", "meta": {"page_span": "2", "chunk_length": 385}}
