{"doc_id": "Bulletin-39-Fuel-Hydrant-Commissioning-Jan-2011", "page": 1, "chunk_id": 1, "text": "[Page 1]\nPage 1 of 3 \n\u0001\nBulletin No. 39 \nTechnical Bulletin \nJanuary 2011 \nJoint Inspection Group \nwww.jointinspectiongroup.org \n \n \nFuel Hydrant Commissioning \n \n \nPURPOSE \nThis Bulletin is issued as a reminder of the need to apply effective commissioning \nprocedures for newly constructed, extended or modified airport fuel hydrant systems \nand following cleaning operations. These procedures are essential to ensure that \nfuel quality is acceptable for aircraft use when the system is put into service. \n \n \nDESIGN CONSIDERATIONS \nA method of commissioning the hydrant system or hydrant extension must be \nconsidered from the very outset of the project. The design must allow \ncommissioning to be effectively carried out in accordance with relevant standards. \n \nFour key aspects must be considered: \n1. Effective isolation of the hydrant from existing systems during the hydrotest \nand soak test phases. The minimum requirement is double block and bleed \nsegregation, however physical isolation is preferred. \n2. Completion of a clean build to minimise the entry of dirt, water and \nconstruction debris such as rust and weld slag - methods, including the use of \nend caps to prevent ingress of contaminants, are detailed in EI 1585 \n\"Guidance in the cleaning of aviation fuel hydrant systems at airports\". \n3. Effective arrangements for flushing the hydrant system at line velocities \ncapable of", "source": "Bulletin-39-Fuel-Hydrant-Commissioning-Jan-2011.pdf", "meta": {"page_span": "1", "chunk_length": 1399}}
{"doc_id": "Bulletin-39-Fuel-Hydrant-Commissioning-Jan-2011", "page": 1, "chunk_id": 2, "text": "ntaminants, are detailed in EI 1585 \n\"Guidance in the cleaning of aviation fuel hydrant systems at airports\". \n3. Effective arrangements for flushing the hydrant system at line velocities \ncapable of removing any dirt, water and construction debris in the system. \n4. In many instances achieving appropriate velocities in main lines is difficult. An \nalternate design consideration is to provide the ability to pig - either the entire \nmain line or the extension during construction. \n \nNote: Flushing at appropriate velocities, or pigging operations, should not be \nconsidered to be a once-off operation only associated with initial commissioning. \nConsideration should be given to repeating the commissioning flushing or pigging \noperation on a periodic basis to ensure that sedimentation that may cause an \naccumulation of contamination in the hydrant system is controlled. As a \nconsequence of this, consideration should be given to making any arrangements for \ncommissioning flushing or pigging permanent. \n \n \n \n \nPage 1 of 3", "source": "Bulletin-39-Fuel-Hydrant-Commissioning-Jan-2011.pdf", "meta": {"page_span": "1", "chunk_length": 1031}}
{"doc_id": "Bulletin-39-Fuel-Hydrant-Commissioning-Jan-2011", "page": 2, "chunk_id": 3, "text": "[Page 2]\nPage 2 of 3 \n\u0001\nBulletin No. 39 \nTechnical Bulletin \nJanuary 2011 \nJoint Inspection Group \nwww.jointinspectiongroup.org \n \n \nPROCEDURES \nHydrant operating companies shall notify into plane operators and airport authorities \nwhen hydrant repairs or modifications are to be carried out. \"DO NOT USE\" signs / \nboards should be applied to pit valves that are not cleared for service and which \ncannot be isolated physically. \n \nCommissioning procedures shall take into consideration all heath and safety risks \nincluding appropriate mitigations. \n \nA detailed procedure is required to ensure that the system is appropriately soak-\ntested with clean fuel. Following the required soak period, laboratory testing shall be \ncarried out on representative samples and flushing continued until the entire system \nis clean. Flushing shall be carried out using a volume of clean fuel (minimum of \ntwice line contents) at a velocity that effectively removes debris/contaminants from \nthe system - note that \"caked on\" on mud/sand, large particles and dense debris \nmay not be removed by flushing alone. The criteria for successful commissioning are \ndetailed in EI 1585 (filter membrane colorimetric test rating of less than 4 (dry) and \nfilter membrane gravimetric test results of less than 0.2 mg/l) and the hydrant section \nshall not be released for service until low point and hydrant pit flushing at", "source": "Bulletin-39-Fuel-Hydrant-Commissioning-Jan-2011.pdf", "meta": {"page_span": "2", "chunk_length": 1398}}
{"doc_id": "Bulletin-39-Fuel-Hydrant-Commissioning-Jan-2011", "page": 2, "chunk_id": 4, "text": "ating of less than 4 (dry) and \nfilter membrane gravimetric test results of less than 0.2 mg/l) and the hydrant section \nshall not be released for service until low point and hydrant pit flushing at \nrepresentative flow rates produce clear and bright samples with no distinctive colour \nchange obtained with a chemical water detector. \n \nFlushed product may be received into fixed and/or temporary mobile storage \ndepending upon the design of the system. Where flushing vehicles are equipped \nwith filtration, filter separators are preferred to filter monitors because of their greater \ncapacity for particulates and because filter monitors will plug rapidly if any water is \npresent. Monitoring of filter vessel differential pressure should help to determine if \nthere is significant particulate/water contamination. Procedures should include \ncriteria on minimum requirements to be taken into consideration before returning \nflushed product into the Jet Fuel system or when it needs to be downgraded. \nFuelling vehicles used for hydrant flushing shall have their filter elements replaced \nand be thoroughly flushed and sampled before being returned to fuelling service. \n \nWhere all relevant parties agree, an alternative method to flushing may be used (e.g. \nwhen sufficient flow rate cannot be achieved in the main pipe). \n \nIt is essential that adequate numbers of trained and experienced", "source": "Bulletin-39-Fuel-Hydrant-Commissioning-Jan-2011.pdf", "meta": {"page_span": "2", "chunk_length": 1393}}
{"doc_id": "Bulletin-39-Fuel-Hydrant-Commissioning-Jan-2011", "page": 2, "chunk_id": 5, "text": "parties agree, an alternative method to flushing may be used (e.g. \nwhen sufficient flow rate cannot be achieved in the main pipe). \n \nIt is essential that adequate numbers of trained and experienced persons are \ninvolved in the commissioning processes and that their roles and responsibilities are \nclearly defined in Method Statements. Method Statements shall also list all of the \nequipment required. Accurate records need to be kept of the commissioning \nprocesses including flush volumes, flow rates, stock movements (including \ndisposals), sampling and testing results. \n \nPage 2 of 3", "source": "Bulletin-39-Fuel-Hydrant-Commissioning-Jan-2011.pdf", "meta": {"page_span": "2", "chunk_length": 590}}
{"doc_id": "Bulletin-39-Fuel-Hydrant-Commissioning-Jan-2011", "page": 3, "chunk_id": 6, "text": "[Page 3]\nPage 3 of 3 \n\u0001\nBulletin No. 39 \nTechnical Bulletin \nJanuary 2011 \nJoint Inspection Group \nwww.jointinspectiongroup.org \n \n \nThe hydrant operating company shall confirm when commissioning procedures have \nbeen completed and which stands / hydrant pit valves are available for fuelling. \n \n \nPUBLICATIONS \n \nUseful guidance regarding fuel hydrant design, construction and commissioning can \nbe found in the following publications:- \n* JIG Technical Bulletin Number 35, July 2010 \"Soak Testing\" \n* EI 1540 \"Design, construction, operation and maintenance of aviation fuelling \nfacilities\" \n* EI 1541 \"Performance requirements for protective coating systems used in \naviation fuel storage tanks and piping\" \n* EI 1585 \"Guidance in the cleaning of aviation fuel hydrant systems at airports\" \n* EI 1594 \"Initial pressure and strength testing of airport fuel hydrant systems \nwith water\" \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is intended for the guidance of Members of the Joint Inspection Group (JIG) and \ncompanies affiliated with Members of JIG, and does not preclude the use of any other operating \nprocedures, equipment or inspection procedures. Neither JIG, its Members, the companies affiliated \nwith its Members nor the International Air Transport Association (IATA) accepts responsibility for the \nadoption of this document or compliance with this document. Any party using", "source": "Bulletin-39-Fuel-Hydrant-Commissioning-Jan-2011.pdf", "meta": {"page_span": "3", "chunk_length": 1397}}
{"doc_id": "Bulletin-39-Fuel-Hydrant-Commissioning-Jan-2011", "page": 3, "chunk_id": 7, "text": "mpanies affiliated \nwith its Members nor the International Air Transport Association (IATA) accepts responsibility for the \nadoption of this document or compliance with this document. Any party using this document in any \nway shall do so entirely at its own risk. \n \nPage 3 of 3", "source": "Bulletin-39-Fuel-Hydrant-Commissioning-Jan-2011.pdf", "meta": {"page_span": "3", "chunk_length": 278}}
