{"doc_id": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016", "page": 1, "chunk_id": 1, "text": "[Page 1]\nOperations \nBulletin \n \n \n Endorsed by IATA Technical Fuel Group \n \n \n \n \n \n \n \n \n \nBulletin 95 Driver Controlled Deliveries Oct 2016 \n \nBackground \nIt is increasingly common practice for the drivers of road tank cars (road bridgers) delivering aviation fuel to airports to carry \nout quality checks on the fuel and to control the delivery of fuel into storage unsupervised by depot staff. This type of \noperation is known as Driver Controlled Delivery (DCD). \nThe greatest risk associated with DCD is the possibility of an incorrect grade of fuel being discharged into airport storage. \nExamples of this include, but are not limited to, Jet Fuel into Avgas storage, Avgas into Jet Fuel storage, Heating Oil into Jet \nFuel Storage and Jet Fuel into Jet Fuel + FSII storage. If undetected, such an error could result in a serious flight safety incident. \nPurpose \nThe JIG Standard has for many years included requirements that shall be observed for Driver Controlled Deliveries. The \npurpose of this bulletin is to clarify and re-emphasise the importance of these mandatory JIG requirements. \nWith a traditional road tank car receipt at an airport the depot staff carry out quality checks on the fuel to ensure that it is the \ncorrect grade, is free from visual contamination and water and that it is from the batch identified on the Release Note. These \nchecks provide an independent", "source": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016.pdf", "meta": {"page_span": "1", "chunk_length": 1392}}
{"doc_id": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016", "page": 1, "chunk_id": 2, "text": "cks on the fuel to ensure that it is the \ncorrect grade, is free from visual contamination and water and that it is from the batch identified on the Release Note. These \nchecks provide an independent verification. In the case of DCD this layer of protection is eliminated. \nJIG 2 Section 4.7 Requirements \nTo compensate for the loss of an independent quality check being carried out at the airport, three additional mechanical \nbarriers are mandatory for road tank cars being used for DCD. They are: \n \nThe road tank car shall be dedicated. \n \nThe road tank car shall be bottom loaded. \n \nThe road tank car shall be loaded and discharged using a grade selective system (for example, grade selective \ncouplings). \nGrade Selective Systems \nGrade selectivity can be achieved by the use of grade selective couplings which are modified to include a slot and pin or slot \nand lug arrangement. This applies to both 2.5\" international standard bayonet adaptors and 4\" API coupler systems - further \ndetails are available in EI 1542 Identification markings for dedicated aviation fuel manufacturing and distribution facilities, \nairport storage and mobile fueling equipment - Section 10 Mechanical Coding. Alternatively, the use of a unique coupling \narrangement that is used only for the Aviation Fuel type being handled may afford adequate protection. A grade selective \nsystem may also be achieved through", "source": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016.pdf", "meta": {"page_span": "1", "chunk_length": 1399}}
{"doc_id": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016", "page": 1, "chunk_id": 3, "text": "ernatively, the use of a unique coupling \narrangement that is used only for the Aviation Fuel type being handled may afford adequate protection. A grade selective \nsystem may also be achieved through the use of a bonding system that incorporates pins and slots. Any grade selective \nsystem has to be common to all applicable loading and discharge locations.", "source": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016.pdf", "meta": {"page_span": "1", "chunk_length": 357}}
{"doc_id": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016", "page": 2, "chunk_id": 4, "text": "[Page 2]\nOperations \nBulletin \n \n \n Endorsed by IATA Technical Fuel Group \n \n \n \n \n \n \n \n \n \nBulletin 95 Driver Controlled Deliveries Oct 2016 \nSection 4.7 also requires: (red text in italics is added to clarify current requirements in more detail) \n \nTo ensure that the driver is in constant attendance of the vehicle whilst in transit between the supplying location and \nthe airport the normal journey time from the supplying location and the airport shall be less than 4 hours. The vehicle \nmay be parked in a secure location for short periods of time to facilitate driver rest breaks but shall not be parked \novernight after leaving the supplying location. \n \nThe offloading facility shall be equipped with a deadman of a type that requires periodic action by the driver to \nmaintain the flow. \n \nReceiving tanks shall be fitted with a high level alarm system that shuts down the fuel flow. \nElectronic densitometers meeting IP 559 that convert density readings to density at standard temperature should be used \nbecause of their ease of use and accuracy. \nThe scope of the additional tasks to be performed by the drivers shall be clearly identified and specific written procedures \nprepared. Drivers shall record the additional checks they perform. This should include recording the depot receipt filter dP \nobserved during discharge (re-settable maximum reading indicators on dP gauges may be", "source": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016.pdf", "meta": {"page_span": "2", "chunk_length": 1398}}
{"doc_id": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016", "page": 2, "chunk_id": 5, "text": "ivers shall record the additional checks they perform. This should include recording the depot receipt filter dP \nobserved during discharge (re-settable maximum reading indicators on dP gauges may be acceptable at some locations as an \nalternative). All drivers authorised to perform DCD shall receive training in the additional tasks to be performed and the \ntraining shall be recorded. The training material shall be aligned with the written procedures and should be delivered by or, as \na minimum, approved by staff at the receiving location. Drivers should be familiar with the location of alarm systems and \ntraining in the location's emergency procedures shall also be given. The receiving location shall maintain records of the \ntraining provided and shall only allow access to those drivers who have been trained. \nBefore tank release, the airport depot staff shall compare the observed density at the standard reference temperature with \nthe expected value based on the known batch densities of the receipts made into the tank. If the observed and expected \ndensities differ by no more than 3.0 kg/m3, then the tank can be released. \nIf the observed density differs by more than 3.0 kg/m3 from the expected value, there could be a problem and the matter \nrequires further investigation. The first possibility to check is whether there is layering in the tank. To check this possibility,", "source": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016.pdf", "meta": {"page_span": "2", "chunk_length": 1395}}
{"doc_id": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016", "page": 2, "chunk_id": 6, "text": "from the expected value, there could be a problem and the matter \nrequires further investigation. The first possibility to check is whether there is layering in the tank. To check this possibility, \nrepeat the Control Check on Upper, Middle and Lower Samples. If there continues to be a difference between observed and \nexpected densities, then the tank shall be quarantined until the disparity has been explained \nRandom checks by a responsible person at the receiving location should be performed at least quarterly, and the checks \nrecorded, to ensure that agreed procedures are followed. \n \nAdditional Controls and Security \nDriver Controlled Delivery operations require the agreement of the senior management of the receiving location and, at JIG \ninspected locations, the approval of all participants shall be recorded. \nRecords of initial and refresher training provided by the airport depot to the authorised DCD drivers shall be available to view \nduring inspections. New drivers should not be allowed access to the depot for training until their employing company has \nconfirmed that background security checks have been completed. \nWhere DCD takes place at unattended sites (for example at night) a risk assessment shall be performed to decide whether \nadditional procedures are required for lone worker arrangements. Procedures will be required to ensure that the depot and \nstorage", "source": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016.pdf", "meta": {"page_span": "2", "chunk_length": 1394}}
{"doc_id": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016", "page": 2, "chunk_id": 7, "text": "le at night) a risk assessment shall be performed to decide whether \nadditional procedures are required for lone worker arrangements. Procedures will be required to ensure that the depot and \nstorage tanks are adequately secured after the discharge is complete and the site is left unattended.", "source": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016.pdf", "meta": {"page_span": "2", "chunk_length": 293}}
{"doc_id": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016", "page": 3, "chunk_id": 8, "text": "[Page 3]\nOperations \nBulletin \n \n \n Endorsed by IATA Technical Fuel Group \n \n \n \n \n \n \n \n \n \nBulletin 95 Driver Controlled Deliveries Oct 2016 \n \nActions to Implement this Bulletin (See Table 1 for Action Type Codes) \nAction Description \nAction Type \nTarget Completion Date \nAirport Depot Operations receiving fuel by DCD to review their equipment and \nprocedures with particular attention to grade selectivity requirements, training \nand security issues. Management & Participant approval shall be recorded. \n \nJS \n31st Mar 2017 \n \n \nTable 1 Action Type Codes \nAction Types \nJIG Bulletin Action Type Definition \n \nJS \nChange to JIG Standard - to be adopted by JV and/or Operator to continue to meet the JIG Standard(s) (JIG \n1, 2, 4 and the JIG HSSE Management System). \n \nRP \nJIG Recommended Practice which the JV should consider adopting as its own practice (**). \n \nI \nIssued for information purposes only. \n \nNote (**) - If the JV agreements require any of the JIG Standards and/or any of the JIG Common Processes as the governing \noperational standard then adoption of changes to applicable JIG Standards and/or Common Processes should not be considered \noptional by the JV Board. \n \n \n \n \n \nNote: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, and does not \npreclude the use of any other operating procedures, equipment or", "source": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016.pdf", "meta": {"page_span": "3", "chunk_length": 1389}}
{"doc_id": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016", "page": 3, "chunk_id": 9, "text": "Note: This document is intended for the guidance of Members of JIG and companies affiliated with Members of JIG, and does not \npreclude the use of any other operating procedures, equipment or inspection procedures. \nThe information contained in this publication is subject to constant review in the light of changing government requirements and \nregulations. Although efforts are made to keep this information up-to-date, accurate, complete, and free from error, we make no \nrepresentation, warranty or guarantee, whether express or implied, that the information is up-to-date, accurate, complete, free from \nerror, or in compliance with applicable law and regulations. No subscriber or other reader should act on the basis of any such \ninformation without referring to applicable laws and regulations and/or without taking appropriate professional advice. None of JIG, \nits Members, the Companies affiliated with its Members accepts responsibility for any loss or damage, whether in contract, tort \n(including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use, \nadoption or reliance on the information in this document. You use this information at your own risk, but for the full terms and \nconditions concerning use of this document, please refer to http://www.jigonline.com/legal-and-copyright/ \nJIG is the owner of the", "source": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016.pdf", "meta": {"page_span": "3", "chunk_length": 1391}}
{"doc_id": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016", "page": 3, "chunk_id": 10, "text": "u use this information at your own risk, but for the full terms and \nconditions concerning use of this document, please refer to http://www.jigonline.com/legal-and-copyright/ \nJIG is the owner of the copyright and all intellectual property rights in the publication. IATA uses such rights with permission from JIG.", "source": "Bulletin-95-Driver-Controlled-Deliveries-Oct-2016.pdf", "meta": {"page_span": "3", "chunk_length": 314}}
