{"doc_id": "Bulletin-56-JIG-Issue-11-Amendments-Aug-20121", "page": 1, "chunk_id": 1, "text": "[Page 1]\nBulletin No. 56 \nOperations Bulletin \nAug 2012 \nJoint Inspection Group \n \n \n \nJIG Aviation Fuel Quality Control & Operating \nStandards - Issue 11 Amendments \n \nThe first two pages of each of the Issue 11 Standards consist of a summary of the main \nchanges made from the previous issue of the JIG documents. \nA more detailed list of changes has now been developed to assist with the process of \nupdating Operations and Quality Control Manuals to meet Issue 11 requirements. Also, a \nnumber of minor errors have been identified since the Standards (JIG 1, JIG 2 and JIG 3) \nwere published in January. \nThe tables attached to this bulletin identify all of the changes and corrections. The following \nterminology has been used to describe the changes and corrections: \nNew/new text, new/changed requirement, changed terminology or clarification - a \nchange from Issue 10 \nCorrection - a correction to an error noted in the text of Issue 11 \n \n \n \n \nAction for JIG JVs \nJIG JV Management shall review the tables of changes attached to this bulletin and update \ntheir Operations and Quality Control Manuals and Procedures to ensure compliance with \nIssue 11 before the end of 2012. \n \n \nThis document is intended for the guidance of Members of the Joint Inspection Group (JIG) and \ncompanies affiliated with Members of JIG, and does not preclude the use of any other operating \nprocedures,", "source": "Bulletin-56-JIG-Issue-11-Amendments-Aug-20121.pdf", "meta": {"page_span": "1", "chunk_length": 1392}}
{"doc_id": "Bulletin-56-JIG-Issue-11-Amendments-Aug-20121", "page": 1, "chunk_id": 2, "text": "s document is intended for the guidance of Members of the Joint Inspection Group (JIG) and \ncompanies affiliated with Members of JIG, and does not preclude the use of any other operating \nprocedures, equipment or inspection procedures. Neither JIG, its Members, the companies affiliated \nwith its Members nor the International Air Transport Association (IATA) accepts responsibility for the \nadoption of this document or compliance with this document. Any party using this document in any \nway shall do so at its own risk. \nwww.jigonline.com", "source": "Bulletin-56-JIG-Issue-11-Amendments-Aug-20121.pdf", "meta": {"page_span": "1", "chunk_length": 541}}
