{"source": "tmp6qjth7nq.pdf", "page": 1, "text": "Website Project Brief: DY7 Football Academy Client: DY7 Football Academy​ Date: October 26, 2023​ Project: New Website Design & Development 1. Objective & Goal To create a modern, high-energy, and professional website for DY7 Football Academy that effectively communicates our unique brand identity, showcases our elite training philosophy, and serves as the primary hub for new player recruitment in Hong Kong. The site must differentiate us from traditional academies and reflect our youthful, dynamic, and hyper-personalized approach to football training. 2. Brand Identity & Visual Theme ●​ Colour Palette: A premium palette of Gold, Black, and White. ○​ Black: Used for backgrounds, text, and primary elements. Represents professionalism and power. ○​ Gold: Used for accents, logos, buttons, and highlights. Represents quality, elite standards, and success. ○​ White: Used for text on dark backgrounds and for clean, spacious layouts. Represents clarity and modernity."}
{"source": "tmp6qjth7nq.pdf", "page": 1, "text": "cents, logos, buttons, and highlights. Represents quality, elite standards, and success. ○​ White: Used for text on dark backgrounds and for clean, spacious layouts. Represents clarity and modernity. ●​ Typography: Modern, bold sans-serif fonts (e.g., a font like Montserrat or Poppins). Headings should be strong and impactful, body text should be highly readable. ●​ Imagery: High-resolution, dynamic action shots of our players and coaches. Images should convey energy, intensity, and professionalism. Avoid generic or staged stock photos. 3. Website Sitemap & Page-by-Page Requirements 3.1. HOME PAGE"}
{"source": "tmp6qjth7nq.pdf", "page": 2, "text": "(Inspiration: PSG Academy HK - Hero video and clear value proposition) ●​ Hero Section (Full-Screen): ○​ Background: A high-energy, professionally shot video loop showcasing DY7 training sessions. It should feature kids in DY7 kit performing drills, scoring goals, and celebrating. The video must be short, crisp, and auto-muted. ○​ Overlay Text: Large, bold text over the video. ■​ Headline: DY7 FOOTBALL ACADEMY ■​ Sub-headline: Redefining Football Development in Hong Kong ○​ Call-to-Action (CTA) Button: A prominent GOLD button with text: JOIN THE ACADEMY ●​ Section 2: \"Welcome to DY7\" ○​ Headline: WELCOME TO DY7 ○​ Content: A brief, powerful paragraph explaining what DY7 is and its background. Emphasize the founders' vision and what makes the academy unique from its inception. ○​ Visual: A high-quality action photo of a training session."}
{"source": "tmp6qjth7nq.pdf", "page": 2, "text": "paragraph explaining what DY7 is and its background. Emphasize the founders' vision and what makes the academy unique from its inception. ○​ Visual: A high-quality action photo of a training session. ●​ Section 3: \"The DY7 Difference\" ○​ Headline: WHY CHOOSE DY7? ○​ Content: Use icons or small images alongside points that emphasize your key differentiators: ■​ Hyper-Personalized Training: Tailored feedback and development plans for every player. ■​ Youthful & Modern Philosophy: We connect with the new generation. We teach the modern game. ■​ Unmatched Energy & Passion: Our sessions are intense, fun, and driven. ■​ Professionalism & Elite Experience: Founded and coached by professionals who have played at the highest levels. 3.2. ABOUT US PAGE ●​ Headline: OUR STORY ●​ Content: ○​ Explain who we are and the purpose behind starting DY7. ○​ Directly state the mission: to be different from academies that follow old philosophies."}
{"source": "tmp6qjth7nq.pdf", "page": 2, "text": "ABOUT US PAGE ●​ Headline: OUR STORY ●​ Content: ○​ Explain who we are and the purpose behind starting DY7. ○​ Directly state the mission: to be different from academies that follow old philosophies. ○​ Emphasize the founders' (Denis & Yoshi) youth and their understanding of what the future generation of footballers wants and needs. ○​ Conclude with the academy's vision for the future."}
{"source": "tmp6qjth7nq.pdf", "page": 3, "text": "●​ Visuals: A picture of the founders (Denis and Yoshi), perhaps in a casual or coaching setting. Could also include a team photo that embodies the academy's spirit. 3.3. COACHES PAGE ●​ Headline: MEET OUR COACHES ●​ Layout: A grid of coach profiles. ●​ Per Coach Profile: ○​ Visual 1 (Primary): A modern, professional portrait of the coach in the DY7 coaching jersey. ○​ Visual 2 (Secondary - Optional but recommended): A picture of them in their professional playing days (action shot). ○​ Text: ■​ Coach's Name (e.g., Denis) ■​ Brief Introduction & Playing History: A bullet-point list or short paragraph detailing their professional playing experience, clubs, and key achievements. ■​ Coaching Philosophy/Specialty: A single sentence on their approach to coaching. 3.4. TRAINING & LOCATIONS PAGE ●​ Headline: TRAINING SCHEDULE & LOCATIONS ●​ Structure: ○​ Part A: Age Groups & Schedule ■​ Introduce the concept of age-specific training. ■​ Display a clear, easy-to-read weekly schedule table."}
{"source": "tmp6qjth7nq.pdf", "page": 3, "text": "GE ●​ Headline: TRAINING SCHEDULE & LOCATIONS ●​ Structure: ○​ Part A: Age Groups & Schedule ■​ Introduce the concept of age-specific training. ■​ Display a clear, easy-to-read weekly schedule table. ■​ Example Row: Monday | 4:30 PM - 5:30 PM | U11 (Under 11) | Happy Valley ○​ Part B: Our Locations ■​ Use a multi-column layout. ■​ Per Location (Happy Valley, Victoria Park, Kowloon Tsai, Tung Chung): ■​ A clear, high-quality photo of the training pitch/facility. ■​ The Location Name as a sub-headline. ■​ The full address. 3.5. CONTACT PAGE ●​ Headline: GET IN TOUCH ●​ Contact Methods:"}
{"source": "tmp6qjth7nq.pdf", "page": 4, "text": "○​ Primary Contact: DY7 WhatsApp - Display the phone number with a prominent \"Click to Chat\" button. ○​ Email: info@dy7.com.hk (or your official email) with a \"Send Email\" button. 4. Technical & Functional Requirements ●​ Mobile-First Design: The website must be fully responsive and look perfect on all devices (phones, tablets, desktops). ●​ Fast Loading: Optimize all images and video to ensure fast page load times. ●​ Clear Navigation: An intuitive menu at the top of the site with links to: HOME | ABOUT | COACHES | TRAINING | CONTACT. ●​ Footer: The footer should contain the academy's name, copyright, and repeat the key social media icons (Instagram, etc.) and maybe a condensed version of the contact info. By following this brief, the web designer will have a clear roadmap to build a website that not only meets but exceeds your expectations, perfectly capturing the elite and dynamic spirit of the DY7 Football Academy."}
